{
  "Categry-Beefy": "Beefy",
  "Categry-Asset": "Asset",
  "Categry-Platform": "Platform",
  "Complexity-Low-Titl": "Low-complexity strategy",
  "Complexity-Low-Expl": "Low-complexity strategies have few, if any, moving parts and their code is easy to read and debug. There is a direct correlation between code complexity and inherent risk. A simple strategy effectively mitigates implementation risks.",
  "Complexity-Low-Cond": "A low-complexity strategy interacts with just one audited and well-known smart contract, e.g. 'MasterChef.' The strategy serves as a façade for this smart contract, forwarding a deposit(), harvest() or withdrawal() call with a single corresponding line of code.",
  "Complexity-Mid-Titl": "Medium-complexity strategy",
  "Complexity-Mid-Expl": "A medium-complexity strategy interacts with two or more audited and well-known smart contracts. Its code is still easy to read, test and debug. It mitigates most implementation risks by keeping things simple, however the interactions between two or more systems add a layer of complexity.",
  "Complexity-Mid-Cond": "A medium complexity strategy interacts with two or more well-known smart contracts. Such a strategy automates the execution of a series of steps with no forking paths. Each time deposit(), harvest() or withdraw() is called, the same corresponding execution path is followed.",
  "Complexity-Hi-Titl": "High-complexity strategy",
  "Complexity-Hi-Expl": "A High-complexity strategy interacts with one or more well-known smart contracts. Such a strategy presents branching paths of execution. In some cases multiple smart contracts are required to implement the strategy.",
  "Complexity-Hi-Cond": "A high-complexity strategy can be identified by one or more of the following factors: high cyclomatic complexity, interactions between two or more third-party platforms, implementation split between multiple smart contracts.",
  "Testd-Battle-Titl": "Strategy is battle tested",
  "Testd-Battle-Expl": "The longer a strategy runs, the more likely that any bugs it has have been found and fixed. This strategy has been exposed to attacks and usage for some time now, with little to no change. A mark of sturdiness.",
  "Testd-Battle-Cond": "",
  "Testd-New-Titl": "Strategy is new",
  "Testd-New-Expl": "The longer a strategy runs, the more likely that any bugs it has have been found and fixed. This strategy is a modification or iteration of a previous one. It hasn’t yet been battle tested.",
  "Testd-New-Cond": "",
  "Testd-Experimtl-Titl": "Strategy is experimental",
  "Testd-Experimtl-Expl": "The longer a strategy runs, the more likely that any bugs it has have been found and fixed. This strategy is brand new and has at least one experimental feature. Use it cautiously and only at your own discretion.",
  "Testd-Experimtl-Cond": "",
  "IL-None-Titl": "Very low or zero expected IL",
  "IL-None-Expl": "The asset in this vault has very little, or no, expected divergence (impermanent) loss (IL). IL plays no role if only a single asset has been staked, and only a small role if the staked assets are very tightly and positively correlated, like with USDC-USDT or WBTC-renBTC.",
  "IL-None-Cond": "Single-asset vaults or vaults involving stablecoins with non-experimental pegs, like USDT, USDC, DAI, etc.",
  "IL-Low-Titl": "Low expected IL",
  "IL-Low-Expl": "When you provide liquidity for a token pair, like ETH-BNB, the two assets usually diverge in price over time to some extent. BNB might drop 10% while ETH rises 10%. Even in this balanced case, value would be lost compared with having held ETH and BNB on their own. The assets in this vault involve such normal risk of divergence (impermanent) loss (IL).",
  "IL-Low-Cond": "Vaults that involve what are normally referred as “Pool 1” LPs apply here, e.g. ETH-USDC, MATIC-AAVE, etc. Governance tokens for smaller projects are normally known as “Pool 2” and do not apply.",
  "IL-High-Titl": "High expected IL",
  "IL-High-Expl": "When you provide liquidity for a token pair, like ETH-BNB, the two assets usually diverge in price over time to some extent. BNB might drop 30% while ETH rises 30%. Even in this balanced case, significant value would be lost compared with having held ETH and BNB on their own. The assets in this vault are at significant risk of such divergence (impermanent) loss (IL).",
  "IL-High-Cond": "Vaults that handle “Pool 2” LPs go here. Such LPs typically include the governance token of the underlying farm itself.",
  "IL-AlgoStable-Titl": "Algorithmic stable, polarized IL risk",
  "IL-AlgoStable-Expl": "When you provide liquidity for a token pair, like ETH-BNB, the two assets usually diverge in price over time to some extent. BNB might drop 10% while ETH rises 10%. Even in this balanced case, value would be lost compared with having held ETH and BNB on their own. At least one of the tokens involved in this vault is an algorithmic stablecoin whose 'stable' peg is experimental. This brings polarized risk of divergence (impermanent) loss (IL), meaning the risk is either low, like with standard stablecoin LPs, or very high since if the peg is lost, the unpegged token can quickly become worthless along with any LP involving it. Thus this vault is to be considered high-risk and used only carefully, with discretion.",
  "IL-AlgoStable-Cond": "“Stablecoins” with experimental pegs, or tokenomics that have failed to hold a peg in the past, go here.",
  "OverCollatAlgoStable-Titl": "Overcollateralized algorithmic stablecoin",
  "OverCollatAlgoStable-Expl": "Token backed by other assets making sure the value they are pegged to is maintained. The value of the backing assets exceeds the coin's marketcap, thus overcollateralized. For instance 140.000$ worth of ETH may be backing 100.000 tokens of MAI, assuring you each MAI token has at least 1$ backing it.",
  "OverCollatAlgoStable-Cond": "",
  "PartialCollatAlgoStable-Titl": "Partially-collateralized algorithmic stablecoin",
  "PartialCollatAlgoStable-Expl": "Token partially backed by other assets and stablilized algorithmically to keep the value they are pegged. The value of the backing is less than the coin's marketcap, thus partially-collateralized.",
  "PartialCollatAlgoStable-Cond": "",
  "Liquidt-High-Titl": "High asset liquidity",
  "Liquidt-High-Expl": "The liquidity of an asset affects its riskiness. A liquid asset trades with good volume and often in many places. The assets held in this vault have high liquidity, so you may invest in it reliably and with low slippage cost.",
  "Liquidt-High-Cond": "",
  "Liquidt-Low-Titl": "Low asset liquidity",
  "Liquidt-Low-Expl": "The liquidity of an asset affects its riskiness. A liquid asset trades with good volume and often in many places. An asset held in this vault has low liquidity, so you could have trouble entering or exiting the investment reliably or with acceptable slippage cost.",
  "Liquidt-Low-Cond": "",
  "MktCap-Large-Titl": "High market-capitalization, lower volatility asset",
  "MktCap-Large-Expl": "The market capitalization of an asset affects its riskiness. The higher the capitalization the lower its volatility and better its liquidity. The assets held in this vault have a large capitalization and so tend to hold or grow their value more reliably than average options.",
  "MktCap-Large-Cond": "Top-50 market capitalization by CoinGecko/CoinMarketCap",
  "MktCap-Mid-Titl": "Medium market-capitalization, average volatility asset",
  "MktCap-Mid-Expl": "The market capitalization of an asset affects its riskiness. The higher the capitalization the lower its volatility and better its liquidity. The assets held in this vault have a medium capitalization and so tend to hold or grow their value with only average reliability.",
  "MktCap-Mid-Cond": "Between rank 50 and 300 in market capitalization by CoinGecko/CoinMarketCap",
  "MktCap-Small-Titl": "Small market-capitalization, high volatility asset",
  "MktCap-Small-Expl": "The market capitalization of an asset affects its riskiness. The lower the capitalization the higher its volatility and worse its liquidity. The assets held in this vault have a small capitalization and so tend not to hold or grow their value over time.",
  "MktCap-Small-Cond": "Between rank 300 and 500 in market capitalization by CoinGecko/CoinMarketCap",
  "MktCap-Micro-Titl": "Micro market-capitalization, extreme volatility asset",
  "MktCap-Micro-Expl": "The market capitalization of an asset affects its riskiness. The lower the capitalization the higher its volatility and worse its liquidity. The assets held in this vault have a micro capitalization and so is not likely to hold or grow their value over time.",
  "MktCap-Micro-Cond": "Rank 500+ in market capitalization by CoinGecko/CoinMarketCap",
  "Concentrated-Titl": "Asset supply concentrated",
  "Concentrated-Expl": "When supply is concentrated among few hands (whales), price can be quickly and severely manipulated. The broader the number of holders vested in an asset, the more natural its price action.",
  "Concentrated-Cond": "Less than 50 wallets holding more than 50% of the supply",
  "Platfrm-Establshd-Titl": "Platform with known track record",
  "Platfrm-Establshd-Expl": "When considering an investment asset, length of existence and the reputation of the underlying platform are important to know. The better the track record, the more substantial the stake of the team behind it. This Beefy vault farms a project that has been around for at least a few months.",
  "Platfrm-Establshd-Cond": "The underlying farm has existed for at least three months",
  "Platfrm-New-Titl": "Platform with little or no track record",
  "Platfrm-New-Expl": "When considering an investment asset, length of existence and the reputation of the underlying platform are important to know. The better the track record, the more substantial the stake of the team behind it. This Beefy vault farms a new project that has been open for less than a few months.",
  "Platfrm-New-Cond": "The underlying farm has existed for less than three months",
  "Platfrm-AuditNo-Titl": "No established audit",
  "Platfrm-AuditNo-Expl": "An audit assesses the integrity of pieces of a project's code. Having had one does not guarantee that all possible bugs and exploit vectors have been discovered. Undergoing one does however help improve code quality and help avoid security flaws. This project has not undergone an audit by a trusted auditor.",
  "Platfrm-AuditNo-Cond": "",
  "Platfrm-Audit-Titl": "Platform audited by trusted reviewer",
  "Platfrm-Audit-Expl": "An audit assesses the integrity of pieces of a project's code. Having had one does not guarantee that all possible bugs and exploit vectors have been discovered. Undergoing one does however help improve code quality and help avoid security flaws. This project has undergone an audit by a trusted auditor.",
  "Platfrm-Audit-Cond": "At least one audit by an auditor with a positive track record in the space.",
  "Platfrm-Verified-Titl": "Project contracts are verified",
  "Platfrm-Verified-Expl": "Code running in a particular address is not public by default. However block explorers allow the code to be published ('verified') so anyone may check that it does what it is supposed to do. This is considered best practice. All the contracts involved under this vault are verified.",
  "Platfrm-Verified-Cond": "",
  "Platfrm-VerifiedNo-Titl": "Project contracts non-public (unverified)",
  "Platfrm-VerifiedNo-Expl": "Code running in a particular address is not public by default. However block explorers allow the code to be published ('verified') so anyone may check that it does what it is supposed to do. This is considered best practice. At least one of the contracts involved under this vault is unverified.",
  "Platfrm-VerifiedNo-Cond": "",
  "Platfrm-Timelock-Titl": "Dangerous functions timelocked",
  "Platfrm-Timelock-Expl": "In some projects the owner or admin may execute certain functions that put user funds in jeopardy. Best would be to avoid such a feature altogether, but if necessary, it should reside behind a meaningful timelock to give warning to users before being triggered. This vault interacts with a project that has a dangerous function, but all such reside behind a proper timelock.",
  "Platfrm-Timelock-Cond": "A function exists that could rug user funds to some extent. However all such reside behind a timelock at least six hours in length.",
  "Platfrm-TimelockShort-Titl": "Dangerous functions timelocked with short delay",
  "Platfrm-TimelockShort-Expl": "In some projects the owner or admin may execute certain functions that put user funds in jeopardy. Best would be to avoid such a feature altogether, but if necessary, it should reside behind a meaningful timelock to give warning to users before being triggered. This vault interacts with a project that has a dangerous function, but all such reside behind a short timelock.",
  "Platfrm-TimelockShort-Cond": "A function exists that could rug user funds to some extent. However all such reside behind a timelock of six hours in length.",
  "Platfrm-TimelockNo-Titl": "Dangerous function not timelocked",
  "Platfrm-TimelockNo-Expl": "In some projects the owner or admin may execute certain functions that put user funds in jeopardy. Best would be to avoid such a feature altogether, but if necessary, it should reside behind a meaningful timelock to give warning to users before being triggered. This vault interacts with a project that has a dangerous function and it does not reside behind a proper timelock.",
  "Platfrm-TimelockNo-Cond": "A function exists that could rug user funds to some extent, and it does not reside behind a timelock at least six hours in length.",
  "StrategyDescription-lp": "The vault deposits the user's {{depositToken}} in a {{platformName}} farm, earning the platform's governance token. Earned token is swapped for {{asset0}} and {{asset1}} in order to acquire more of the same LP token. To complete the compounding cycle, the new {{depositToken}} is added to the farm, ready to go for the next earning event. The transaction cost required to do all this is socialized among the vault's users.",
  "StrategyDescription-lp-bribe": "The vault deposits the user's {{depositToken}} in a {{platformName}} farm, earning the platform's governance token. The earned token is partially used to bribe {{platformName}} for further rewards, creating a feedback loop for this pair to get more emissions. The rest is swapped for {{asset0}} and {{asset1}} in order to acquire more of the same LP token. To complete the compounding cycle, the new {{depositToken}} is added to the farm, ready to go for the next earning event. The transaction cost required to do all this is socialized among the vault's users.",
  "StrategyDescription-single-lp": "The vault deposits the user's {{depositToken}} in a {{platformName}} farm, earning the platform's governance token. Earned token is swapped for more {{depositToken}}. To complete the compounding cycle, the new {{depositToken}} is added to the farm, ready to go for the next earning event. The transaction cost required to do all this is socialized among the vault's users.",
  "StrategyDescription-multi-lp": "The vault deposits the user's {{depositToken}} in a {{platformName}} farm, earning the platform's governance token. Earned token is swapped for more of the underlying assets in order to acquire more of the same liquidity token. To complete the compounding cycle, the new {{depositToken}} is added to the farm, ready to go for the next earning event. The transaction cost required to do all this is socialized among the vault's users.",
  "StrategyDescription-pendle": "{{depositToken}} is an LP token from {{depositTokenProvider}} made up of the PT and the SY token of {{asset0}}.  The SY token is a wrapped version of {{asset0}} while the PT is redeemable in a 1:1 ratio for {{asset0}} at the maturity date. The vault deposits the user's {{depositToken}} in a {{platformName}} farm, earning the platform's governance token and boosting the {{depositTokenProvider}} rewards. Earned tokens are swapped for more of the underlying assets in order to acquire more of the same liquidity token. To complete the compounding cycle, the new {{depositToken}} is added to the farm, ready to go for the next earning event. The transaction cost required to do all this is socialized among the vault's users",
  "StrategyDescription-lending": "Speaking generally, a lending protocol is a decentralized marketplace for lenders and borrowers. When a user deposits {{depositToken}} into this vault, Beefy moves it into the protocol, then borrows against the position at a safe level of collateral (i.e. loan of less than 100%). The borrowed {{depositToken}} is then redeposited into the same protocol, and this procedure is repeated multiple times in order to maximize interest earned, earnings which are used to acquire more {{depositToken}}. Note that this 'leveraged' multi-lending and -borrowing involves only {{depositToken}}; therefore price swings present no liquidation risk.\n\nNOTES\n+ Transaction Fees: Owing to the multi-supply/borrow cycle, transaction fees with the vault tends to run 4x higher than with standard vaults.\n+ Accrual Pattern: Because of accrued interest on borrowings, the user may notice a slight decline in their {{depositToken}} holdings between harvests. Yet at each harvest event, the amount stairsteps beyond as the compounded yield adds in.\n+ Marketability Risk: When {{depositToken}} on the lending platform becomes overborrowed, it can prevent the vault's strategy from deleveraging (unfolding) to accommodate a withdrawal. This usually happens when the market is volatile, or when there is an ongoing event for which people want to borrow funds. The overborrowed condition will naturally resolve once liquidity returns to the lending platform, a process which can take hours or, sometimes, a few days. Meanwhile, vaulted funds remain safe.",
  "StrategyDescription-lendingNoBorrow": "The vault deposits the user's {{depositToken}} in a lending protocol, earning interest. The vault earns supply interest plus compounds the reward token into more {{depositToken}}. The transaction cost required to do all this is socialized among the vault's users.",
  "StrategyDescription-multi-lp-locked": "The vault deposits the user's {{depositToken}} in a {{platformName}} farm, earning the platform's governance token. Earned token is swapped for more of the underlying assets in order to acquire more of the same liquidity token. To complete the compounding cycle, the new {{depositToken}} is added to the farm, ready to go for the next earning event. The rewards earned from the compounding cycle are linearly released to depositors over 24 hours. The transaction cost required to do all this is socialized among the vault's users.",
  "StrategyDescription-single": "The vault deposits the {{depositToken}} in {{platformName}} and farms for more {{depositToken}}. The earned {{depositToken}} is then deposited back into the {{platformName}} farm. The transaction cost required to do all this is socialized among the vault's users.",
  "StrategyDescription-single-syrup": "The vault stakes the {{depositToken}} in {{platformName}} for staked-{{depositToken}}. The staked-{{depositToken}} is deposited in {{platformName}} syrup pool and farms for an earned token. The earned token is swapped for {{depositToken}} and is then staked back into {{platformName}} to repeat the process. The transaction cost required to do all this is socialized among the vault's users.",
  "StrategyDescription-maxi": "The BIFI Maxi vault allows users to stake their BIFI much like in the RewardPool, but be rewarded instead in more BIFI. By staking BIFI, each participant compounds their share of Beefy’s revenue on the network into more BIFI token. Since BIFI token can no longer be minted, reward BIFI is purchased on the open market using the network's native token (e.g. {{chainNative}} on {{chainName}}).",
  "StrategyDescription-default": "No description for the current strategy added yet.",
  "StrategyDescription-glp-gmx": "{{depositToken}} is staked to earn {{chainNative}} and esGMX. This {{chainNative}} is compounded to more {{depositToken}}, and the esGMX is staked separately to earn still more {{chainNative}} rewards which are then compounded back into more {{depositToken}} and multiplier points. All of this works to optimally boost APR. <details/>. ",
  "StrategyDescription-mvlp-mvx": "{{depositToken}} is staked to earn {{chainNative}} and esMVX. This {{chainNative}} is compounded to more {{depositToken}}, and the esMVX is staked separately to earn still more {{chainNative}} rewards which are then compounded back into more {{depositToken}} and multiplier points. All of this works to optimally boost APR.",
  "StrategyDescription-olp-opx": "{{depositToken}} is staked to earn {{chainNative}} and esOPX. This {{chainNative}} is compounded to more {{depositToken}}, and the esOPX is staked separately to earn still more {{chainNative}} rewards which are then compounded back into more {{depositToken}} and multiplier points. All of this works to optimally boost APR.",
  "StrategyDescription-mmy-mlp": "{{depositToken}} is staked to earn {{chainNative}} and esMMY. This {{chainNative}} is compounded to more {{depositToken}}, and the esMMY is staked separately to earn still more {{chainNative}} rewards which are then compounded back into more {{depositToken}} and multiplier points. All of this works to optimally boost APR.",
  "StrategyDescription-gmx-gm": "{{depositToken}} is held on the strategy to earn weekly ARB airdrops. The ARB is compounded to more {{depositToken}} and is linearly released over the rest of the week.",
  "StrategyDescription-flashloan-lending": "The vault deposits {{depositToken}} into {{platformName}} and opens a {{depositToken}} flash loan from Balancer. The flash loaned funds are supplied to {{platformName}} and the same amount is borrowed and repaid to Balancer with no flash loan fees. The vault is leveraged up to 3-4x, with user deposits covering the required collateral for a heathly position. Deposits and withdrawals only trigger a flash loan rebalance if the new LTV (loan-to-value) is outside of the target range.\n\nThe vault cannot be liquidated as {{depositToken}} is being borrowed against {{depositToken}} and regular rebalances force the LTV to the target amount. The value of vault shares will increase on harvests and slowly decline between them. If the {{depositToken}} market on {{platformName}} becomes overborrowed then there will not be enough liquidity to withdraw from the vault. This is temporary and increased borrow rates will push borrowers to repay.",
  "StrategyDescription-qlp": "{{depositToken}} is staked to earn {{chainNative}}, USDC and QUICK. The rewards are compounded into {{depositToken}}.",
  "StrategyDescription-klp": "{{depositToken}} is staked to earn {{chainNative}}, USDT and pre-sale KFI. The liquid rewards are compounded to more {{depositToken}}. The pre-sale KFI rewards will be converted to {{chainNative}} once there is liquidity and compounded within the vault.",
  "StrategyDescription-managed-conc-lp": "{{depositToken}} is managed by {{platformName}} to keep liquidity in range and auto-compound trading fees. {{depositToken}} is staked to earn extra rewards which are then compounded back into more {{depositToken}}.",
  "StrategyDescription-ichi": "{{depositToken}} is managed by Ichi to keep liquidity in range and auto-compound trading fees. Ichi targets a balance of 80% {{asset0}} and 20% {{asset1}}. {{depositToken}} is staked to earn extra rewards which are then compounded back into more {{depositToken}}.",
  "StrategyDescription-ichi-solidly": "{{depositToken}} is managed by Ichi to keep liquidity in range. Ichi targets a balance of 80% {{asset0}} and 20% {{asset1}}. {{depositToken}} is staked to earn extra rewards which are then compounded back into more {{depositToken}}.",
  "StrategyDescription-bifi-vault": "The BIFI Vault applies the magic of our autocompounding technology to the BIFI Pool on Ethereum. The vault deposits BIFI into the Pool, claims and swaps the governance incentives paid out into more BIFI, and redeposits the incentives to unlock exponential growth. Depositors in the BIFI Vault retain their full voting power corresponding to the amount of BIFI deposited and compounded. The mooBIFI vault deposit token can also be bridged for use on other blockchains.",
  "StrategyDescription-gov-default": "Description pending. Deposit {{depositToken}} to earn {{earnedToken}}.",
  "StrategyDescription-gov-old-bifi-pool": "By staking your $BIFI in our BIFI Earnings Pool, you can share in the platform's profits and earn tasty {{earnedToken}} rewards. Your APY is proportional to the revenue generated by Beefy Vaults, which we then use to purchase {{earnedToken}} and reward directly to you. There's no need to unstake to take part in governance, making it the best way to make your Beefy voice heard and earn at the same time.",
  "StrategyDescription-gov-bifi-pool": "The {{name}} is the distribution centre for governance incentives paid out by the Beefy Protocol on Ethereum. {{depositToken}} tokenholders receive native {{earnedToken}} incentives for staking their tokens in the pool, and playing their part in maintaining the protocol. Depositors in the {{name}} retain their full voting power corresponding to the amount of {{depositToken}} deposited.",
  "StrategyDescription-gov-beftm": "beFTM simply means Beefy Escrowed Fantom. The token is pegged to FTM and can be staked on the Beefy platform and farms on major DEXs. beFTM gives stakers access to maximized validator rewards that typically aren’t available to the individual investor without locking FTM for 1 year.",
  "StrategyDescription-gov-bejoe": "beJOE is Beefy Staked JOE. The token is pegged to JOE and can be staked on the Beefy platform to earn JOE or more beJOE. beJOE gives stakers access to 5% of all Beefy Trader Joe Boosted farm rewards. You can burn beJOE for JOE if there is available JOE reserves.",
  "StrategyDescription-gov-beqi": "beQI is Beefy Staked QI-ETH 80-20 Balancer Pool tokens. beQI can be staked on the Beefy platform to earn more QI-ETH BPTs. beQI gives stakers access to max lock rewards of staking QI-ETH BPTs for aveQI. You can burn beQI for QI-ETH BPTs if there is available reserves.",
  "StrategyDescription-gov-beopx": "beOPX is Beefy Staked OPX. The token is pegged to OPX and can be staked on the Beefy platform to earn WETH or more beOPX. beOPX gives stakers access to max lock rewards of staking OPX for veOPX. You can burn beOPX for OPX if there is available OPX reserves.",
  "StrategyDescription-gov-bevelov2": "As $VELO is retired by Velodrome, $beVELO holders are urged to move your tokens to the new beVELO Earnings Pool to ensure you can continue earning $VELOV2 rewards. With our Earnings Pool, you can share in Velodrome protocol emissions earned by Beefy's Velodrome veNFT, which we regularly claim and transfer back to you.",
  "StrategyDescription-cowcentrated-compounds": "This CLM product deposits the user's {{asset0}} and {{asset1}} into the {{depositTokenProvider}} concentrated liquidity pool to earn trading fees on swaps through that pool. Where other rewards are accruing and being paid out by Merkl, these rewards can also be claimed in the Beefy app. Trading fees are regularly claimed and redeposited back into the pool to unlock the power of compounding. Each time funds are added or fees are harvested, all liquidity is withdrawn from the underlying pool and recalibrated to maximize utilization, before redepositing. CLM maximizes utilization by creating both a 50/50 position with as many tokens as it can and an alternative single-side position with the remaining tokens, meaning no tokens are sold. The transaction costs for managing the position are socialized among all the product's users to maximize earnings.",
  "StrategyDescription-cowcentrated-pool": "This CLM product deposits the user's {{asset0}} and {{asset1}} into the {{depositTokenProvider}} concentrated liquidity pool to earn rewards on swaps through that pool. Those rewards - together with any additional rewards distributed separately by Beefy - accrue and are claimable by users through the CLM Pool in the Beefy app. Where other rewards are accruing and being paid out by Merkl, these rewards can also be claimed in the Beefy app. Each time funds are added or rewards are harvested, all liquidity is withdrawn from the underlying pool and recalibrated to maximize utilization, before redepositing. CLM maximizes utilization by creating both a 50/50 position with as many tokens as it can and an alternative single-side position with the remaining tokens, meaning no tokens are sold. The transaction costs for managing the position are socialized among all the product's users to maximize earnings.",
  "StrategyDescription-cowcentrated-gov-compounds": "This CLM product deposits the user's {{asset0}} and {{asset1}} into the {{depositTokenProvider}} concentrated liquidity pool to earn trading fees on swaps through that pool. Additional rewards distributed separately by Beefy accrue and are claimable by users through the CLM Pool in the Beefy app. Where other rewards are accruing and being paid out by Merkl, these rewards can also be claimed in the Beefy app. Trading fees are regularly claimed and redeposited back into the pool to unlock the power of compounding. Each time funds are added or fees are harvested, all liquidity is withdrawn from the underlying pool and recalibrated to maximize utilization, before redepositing. CLM maximizes utilization by creating both a 50/50 position with as many tokens as it can and an alternative single-side position with the remaining tokens, meaning no tokens are sold. The transaction costs for managing the position are socialized among all the product's users to maximize earnings.",
  "StrategyDescription-cowcentrated-gov-pool": "This CLM product deposits the user's {{asset0}} and {{asset1}} into the {{depositTokenProvider}} concentrated liquidity pool to earn rewards on swaps through that pool. Those rewards - together with any additional rewards distributed separately by Beefy - accrue and are claimable by users through the CLM Pool in the Beefy app. Where other rewards are accruing and being paid out by Merkl, these rewards can also be claimed in the Beefy app. Each time funds are added or rewards are harvested, all liquidity is withdrawn from the underlying pool and recalibrated to maximize utilization, before redepositing. CLM maximizes utilization by creating both a 50/50 position with as many tokens as it can and an alternative single-side position with the remaining tokens, meaning no tokens are sold. The transaction costs for managing the position are socialized among all the product's users to maximize earnings.",
  "StrategyDescription-cowcentrated-standard-compounds": "This CLM vault deposits the user's {{asset0}} and {{asset1}} into the {{depositTokenProvider}} concentrated liquidity pool to earn trading fees on swaps through that pool with the underlying CLM product. Trading fees are regularly claimed and redeposited back into the pool by the CLM product to unlock the power of compounding. Additional rewards paid out through the CLM Pool or Merkl are also compounded by automatically claiming, selling and redepositing back into the underlying position. Each time funds are added or fees are harvested, all liquidity is withdrawn from the underlying pool and recalibrated to maximize utilization, before redepositing. CLM maximizes utilization by creating both a 50/50 position with as many tokens as it can and an alternative single-side position with the remaining tokens, meaning no tokens are sold. The transaction costs for managing the position are socialized among all the product's users to maximize earnings.",
  "StrategyDescription-cowcentrated-standard-pool": "This CLM vault deposits the user's {{asset0}} and {{asset1}} into the {{depositTokenProvider}} concentrated liquidity pool to earn rewards on swaps through that pool with the underlying CLM product. Those rewards - together with any additional rewards distributed through the CLM Pool or Merkl - are compounded by automatically claiming, selling and redepositing back into the underlying position. Each time funds are added or fees are harvested, all liquidity is withdrawn from the underlying pool and recalibrated to maximize utilization, before redepositing. CLM maximizes utilization by creating both a 50/50 position with as many tokens as it can and an alternative single-side position with the remaining tokens, meaning no tokens are sold. The transaction costs for managing the position are socialized among all the product's users to maximize earnings.",
  "StrategyDescription-erc4626-besonic": "Beefy-escrowed Sonic (beS) offers a seamless way to earn staking rewards on the Sonic blockchain while maintaining the ability to transfer and utilise your deposited assets. All deposited wrapped Sonic (wS) is automatically staked with the next-available Sonic validator to begin generating rewards. These rewards are harvested and restaked at once per day, delivering Beefy’s signature autocompounding yields.\n\nbeS is implemented as an ERC-4626 compliant vault, enabling easy integration with DeFi protocols. This allows users to continuously earn staking rewards and contribute to network security without needing to lock up their tokens. Withdrawals are always available through partner exchanges, giving users the flexibility to exit at any time. This page facilitates deposit and withdrawals between wS and beS.",
  "StrategyRisk-Title-Token": "An underlying token of this vault does not meet all Beefy SAFU requirements. <DetailsBtn>See details.<DetailsBtn/>",
  "StrategyRisk-Title-Tokens": "The underlying tokens of this vault does not meet all Beefy SAFU requirements. <DetailsBtn>See details.<DetailsBtn/>",
  "StrategyRisk-Title-Platform": "The underlying contracts of this {{platform}} vault do not meet all Beefy SAFU requirements. <DetailsBtn>See details.<DetailsBtn/>",
  "StrategyRisk-Title-Platform-Token": "An underlying token and contracts of this {{platform}} vault do not meet all Beefy SAFU requirements. <DetailsBtn>See details.<DetailsBtn/>",
  "StrategyRisk-Title-Platform-Tokens": "The underlying tokens and contracts of this {{platform}} vault do not meet all Beefy SAFU requirements. <DetailsBtn>See details.<DetailsBtn/>",
  "StrategyRisk-Explanation-Platform-No-Timelock": "The underlying contracts of this {{platform}} vault do not meet all <Link>Beefy SAFU requirements.</Link> All proxy implementation changes (i.e. upgrades to the contracts) must be timelocked. Be aware that some or all of {{platform}}'s contracts are controlled by multisig, not timelock.",
  "StrategyRisk-Explanation-Token-No-Timelock": "The {{token}} token in this vault does not meet all <Link>Beefy SAFU requirements.</Link> All proxy implementation changes (i.e. upgrades to the contracts), control of sensitive functions, and/or wallets holding greater than 5% of the {{token}} token total supply must be timelocked. Be aware that this token contract is controlled by multisig, not timelock.",
  "StrategyRisk-Explanation-Tokens-No-Timelock": "The {{token1}} and {{token2}} token in this vault does not meet all <Link>Beefy SAFU requirements.</Link> All proxy implementation changes (i.e. upgrades to the contracts), control of sensitive functions, and/or wallets holding greater than 5% of the {{token1}} or {{token2}} token total supply must be timelocked. Be aware that this token contract is controlled by multisig, not timelock.",
  "StrategyRisk-Explanation-Platform-Token-No-Timelock": "The {{token}} token and underlying contracts of this {{platform}} vault do not meet all <Link>Beefy SAFU requirements.</Link> All proxy implementation changes (i.e. upgrades to the contracts) must be timelocked. Be aware that this token contract and some or all of {{platform}}'s contracts are controlled by multisig, not timelock.",
  "StrategyRisk-Explanation-Platform-Tokens-No-Timelock": "The {{token1}} and {{token2}} tokens and underlying contracts of this {{platform}} vault do not meet all <Link>Beefy SAFU requirements.</Link> All proxy implementation changes (i.e. upgrades to the contracts) must be timelocked. Be aware that these token contracts and some or all of {{platform}}'s contracts are controlled by multisig, not timelock.",
  "xyz": "last-line placeholder"
}
