{
  "Categry-Beefy": "Beefy",
  "Categry-Asset": "Asset",
  "Categry-Platform": "Platform",
  "Complexity-Low-Titl": "Low-complexity strategy",
  "Complexity-Low-Expl": "Low-complexity strategies have few, if any, moving parts and their code is easy to read and debug. There is a direct correlation between code complexity and inherent risk. A simple strategy effectively mitigates implementation risks.",
  "Complexity-Low-Cond": "A low-complexity strategy interacts with just one audited and well-known smart contract, e.g. 'MasterChef.' The strategy serves as a façade for this smart contract, forwarding a deposit(), harvest() or withdrawal() call with a single corresponding line of code.",
  "Complexity-Mid-Titl": "Medium-complexity strategy",
  "Complexity-Mid-Expl": "A medium-complexity strategy interacts with two or more audited and well-known smart contracts. Its code is still easy to read, test and debug. It mitigates most implementation risks by keeping things simple, however the interactions between two or more systems add a layer of complexity.",
  "Complexity-Mid-Cond": "A medium complexity strategy interacts with two or more well-known smart contracts. Such a strategy automates the execution of a series of steps with no forking paths. Each time deposit(), harvest() or withdraw() is called, the same corresponding execution path is followed.",
  "Complexity-Hi-Titl": "High-complexity strategy",
  "Complexity-Hi-Expl": "A High-complexity strategy interacts with one or more well-known smart contracts. Such a strategy presents branching paths of execution. In some cases multiple smart contracts are required to implement the strategy.",
  "Complexity-Hi-Cond": "A high-complexity strategy can be identified by one or more of the following factors: high cyclomatic complexity, interactions between two or more third-party platforms, implementation split between multiple smart contracts.",
  "Testd-Battle-Titl": "Strategy is battle tested",
  "Testd-Battle-Expl": "The longer a strategy runs, the more likely that any bugs it has have been found and fixed. This strategy has been exposed to attacks and usage for some time now, with little to no change. A mark of sturdiness.",
  "Testd-Battle-Cond": "",
  "Testd-New-Titl": "Strategy is new",
  "Testd-New-Expl": "The longer a strategy runs, the more likely that any bugs it has have been found and fixed. This strategy is a modification or iteration of a previous one. It hasn’t yet been battle tested.",
  "Testd-New-Cond": "",
  "Testd-Experimtl-Titl": "Strategy is experimental",
  "Testd-Experimtl-Expl": "The longer a strategy runs, the more likely that any bugs it has have been found and fixed. This strategy is brand new and has at least one experimental feature. Use it cautiously and only at your own discretion.",
  "Testd-Experimtl-Cond": "",
  "IL-None-Titl": "Very low or zero expected IL",
  "IL-None-Expl": "The asset in this vault has very little, or no, expected divergence (impermanent) loss (IL). IL plays no role if only a single asset has been staked, and only a small role if the staked assets are very tightly and positively correlated, like with USDC-USDT or WBTC-renBTC.",
  "IL-None-Cond": "Single-asset vaults or vaults involving stablecoins with non-experimental pegs, like USDT, USDC, DAI, etc.",
  "IL-Low-Titl": "Low expected IL",
  "IL-Low-Expl": "When you provide liquidity for a token pair, like ETH-BNB, the two assets usually diverge in price over time to some extent. BNB might drop 10% while ETH rises 10%. Even in this balanced case, value would be lost compared with having held ETH and BNB on their own. The assets in this vault involve such normal risk of divergence (impermanent) loss (IL).",
  "IL-Low-Cond": "Vaults that involve what are normally referred as “Pool 1” LPs apply here, e.g. ETH-USDC, MATIC-AAVE, etc. Governance tokens for smaller projects are normally known as “Pool 2” and do not apply.",
  "IL-High-Titl": "High expected IL",
  "IL-High-Expl": "When you provide liquidity for a token pair, like ETH-BNB, the two assets usually diverge in price over time to some extent. BNB might drop 30% while ETH rises 30%. Even in this balanced case, significant value would be lost compared with having held ETH and BNB on their own. The assets in this vault are at significant risk of such divergence (impermanent) loss (IL).",
  "IL-High-Cond": "Vaults that handle “Pool 2” LPs go here. Such LPs typically include the governance token of the underlying farm itself.",
  "IL-AlgoStable-Titl": "Algorithmic stable, polarized IL risk",
  "IL-AlgoStable-Expl": "When you provide liquidity for a token pair, like ETH-BNB, the two assets usually diverge in price over time to some extent. BNB might drop 10% while ETH rises 10%. Even in this balanced case, value would be lost compared with having held ETH and BNB on their own. At least one of the tokens involved in this vault is an algorithmic stablecoin whose 'stable' peg is experimental. This brings polarized risk of divergence (impermanent) loss (IL), meaning the risk is either low, like with standard stablecoin LPs, or very high since if the peg is lost, the unpegged token can quickly become worthless along with any LP involving it. Thus this vault is to be considered high-risk and used only carefully, with discretion.",
  "IL-AlgoStable-Cond": "“Stablecoins” with experimental pegs, or tokenomics that have failed to hold a peg in the past, go here.",
  "OverCollatAlgoStable-Titl": "Overcollateralized algorithmic stablecoin",
  "OverCollatAlgoStable-Expl": "Token backed by other assets making sure the value they are pegged to is maintained. The value of the backing assets exceeds the coin's marketcap, thus overcollateralized. For instance 140.000$ worth of ETH may be backing 100.000 tokens of MAI, assuring you each MAI token has at least 1$ backing it.",
  "OverCollatAlgoStable-Cond": "",
  "PartialCollatAlgoStable-Titl": "Partially-collateralized algorithmic stablecoin",
  "PartialCollatAlgoStable-Expl": "Token partially backed by other assets and stablilized algorithmically to keep the value they are pegged. The value of the backing is less than the coin's marketcap, thus partially-collateralized.",
  "PartialCollatAlgoStable-Cond": "",
  "Liquidt-High-Titl": "High asset liquidity",
  "Liquidt-High-Expl": "The liquidity of an asset affects its riskiness. A liquid asset trades with good volume and often in many places. The assets held in this vault have high liquidity, so you may invest in it reliably and with low slippage cost.",
  "Liquidt-High-Cond": "",
  "Liquidt-Low-Titl": "Low asset liquidity",
  "Liquidt-Low-Expl": "The liquidity of an asset affects its riskiness. A liquid asset trades with good volume and often in many places. An asset held in this vault has low liquidity, so you could have trouble entering or exiting the investment reliably or with acceptable slippage cost.",
  "Liquidt-Low-Cond": "",
  "MktCap-Large-Titl": "High market-capitalization, lower volatility asset",
  "MktCap-Large-Expl": "The market capitalization of an asset affects its riskiness. The higher the capitalization the lower its volatility and better its liquidity. The assets held in this vault have a large capitalization and so tend to hold or grow their value more reliably than average options.",
  "MktCap-Large-Cond": "Top-50 market capitalization by CoinGecko/CoinMarketCap",
  "MktCap-Mid-Titl": "Medium market-capitalization, average volatility asset",
  "MktCap-Mid-Expl": "The market capitalization of an asset affects its riskiness. The higher the capitalization the lower its volatility and better its liquidity. The assets held in this vault have a medium capitalization and so tend to hold or grow their value with only average reliability.",
  "MktCap-Mid-Cond": "Between rank 50 and 300 in market capitalization by CoinGecko/CoinMarketCap",
  "MktCap-Small-Titl": "Small market-capitalization, high volatility asset",
  "MktCap-Small-Expl": "The market capitalization of an asset affects its riskiness. The lower the capitalization the higher its volatility and worse its liquidity. The assets held in this vault have a small capitalization and so tend not to hold or grow their value over time.",
  "MktCap-Small-Cond": "Between rank 300 and 500 in market capitalization by CoinGecko/CoinMarketCap",
  "MktCap-Micro-Titl": "Micro market-capitalization, extreme volatility asset",
  "MktCap-Micro-Expl": "The market capitalization of an asset affects its riskiness. The lower the capitalization the higher its volatility and worse its liquidity. The assets held in this vault have a micro capitalization and so is not likely to hold or grow their value over time.",
  "MktCap-Micro-Cond": "Rank 500+ in market capitalization by CoinGecko/CoinMarketCap",
  "Concentrated-Titl": "Asset supply concentrated",
  "Concentrated-Expl": "When supply is concentrated among few hands (whales), price can be quickly and severely manipulated. The broader the number of holders vested in an asset, the more natural its price action.",
  "Concentrated-Cond": "Less than 50 wallets holding more than 50% of the supply",
  "Platfrm-Establshd-Titl": "Platform with known track record",
  "Platfrm-Establshd-Expl": "When considering an investment asset, length of existence and the reputation of the underlying platform are important to know. The better the track record, the more substantial the stake of the team behind it. This Beefy vault farms a project that has been around for at least a few months.",
  "Platfrm-Establshd-Cond": "The underlying farm has existed for at least three months",
  "Platfrm-New-Titl": "Platform with little or no track record",
  "Platfrm-New-Expl": "When considering an investment asset, length of existence and the reputation of the underlying platform are important to know. The better the track record, the more substantial the stake of the team behind it. This Beefy vault farms a new project that has been open for less than a few months.",
  "Platfrm-New-Cond": "The underlying farm has existed for less than three months",
  "Platfrm-AuditNo-Titl": "No established audit",
  "Platfrm-AuditNo-Expl": "An audit assesses the integrity of pieces of a project's code. Having had one does not guarantee that all possible bugs and exploit vectors have been discovered. Undergoing one does however help improve code quality and help avoid security flaws. This project has not undergone an audit by a trusted auditor.",
  "Platfrm-AuditNo-Cond": "",
  "Platfrm-Audit-Titl": "Platform audited by trusted reviewer",
  "Platfrm-Audit-Expl": "An audit assesses the integrity of pieces of a project's code. Having had one does not guarantee that all possible bugs and exploit vectors have been discovered. Undergoing one does however help improve code quality and help avoid security flaws. This project has undergone an audit by a trusted auditor.",
  "Platfrm-Audit-Cond": "At least one audit by an auditor with a positive track record in the space.",
  "Platfrm-Verified-Titl": "Project contracts are verified",
  "Platfrm-Verified-Expl": "Code running in a particular address is not public by default. However block explorers allow the code to be published ('verified') so anyone may check that it does what it is supposed to do. This is considered best practice. All the contracts involved under this vault are verified.",
  "Platfrm-Verified-Cond": "",
  "Platfrm-VerifiedNo-Titl": "Project contracts non-public (unverified)",
  "Platfrm-VerifiedNo-Expl": "Code running in a particular address is not public by default. However block explorers allow the code to be published ('verified') so anyone may check that it does what it is supposed to do. This is considered best practice. At least one of the contracts involved under this vault is unverified.",
  "Platfrm-VerifiedNo-Cond": "",
  "Platfrm-Timelock-Titl": "Dangerous functions timelocked",
  "Platfrm-Timelock-Expl": "In some projects the owner or admin may execute certain functions that put user funds in jeopardy. Best would be to avoid such a feature altogether, but if necessary, it should reside behind a meaningful timelock to give warning to users before being triggered. This vault interacts with a project that has a dangerous function, but all such reside behind a proper timelock.",
  "Platfrm-Timelock-Cond": "A function exists that could rug user funds to some extent. However all such reside behind a timelock at least six hours in length.",
  "Platfrm-TimelockShort-Titl": "Dangerous functions timelocked with short delay",
  "Platfrm-TimelockShort-Expl": "In some projects the owner or admin may execute certain functions that put user funds in jeopardy. Best would be to avoid such a feature altogether, but if necessary, it should reside behind a meaningful timelock to give warning to users before being triggered. This vault interacts with a project that has a dangerous function, but all such reside behind a short timelock.",
  "Platfrm-TimelockShort-Cond": "A function exists that could rug user funds to some extent. However all such reside behind a timelock of six hours in length.",
  "Platfrm-TimelockNo-Titl": "Dangerous function not timelocked",
  "Platfrm-TimelockNo-Expl": "In some projects the owner or admin may execute certain functions that put user funds in jeopardy. Best would be to avoid such a feature altogether, but if necessary, it should reside behind a meaningful timelock to give warning to users before being triggered. This vault interacts with a project that has a dangerous function and it does not reside behind a proper timelock.",
  "Platfrm-TimelockNo-Cond": "A function exists that could rug user funds to some extent, and it does not reside behind a timelock at least six hours in length.",
  "StrategyDescription-lp": "The vault deposits the user's {{depositToken}} in a {{vaultPlatform}} farm, earning the platform's governance token. Earned token is swapped for {{asset0}} and {{asset1}} in order to acquire more of the same LP token. To complete the compounding cycle, the new {{depositToken}} is added to the farm, ready to go for the next earning event. The transaction cost required to do all this is socialized among the vault's users.",
  "StrategyDescription-single-lp": "The vault deposits the user's {{depositToken}} in a {{vaultPlatform}} farm, earning the platform's governance token. Earned token is swapped for more {{depositToken}}. To complete the compounding cycle, the new {{depositToken}} is added to the farm, ready to go for the next earning event. The transaction cost required to do all this is socialized among the vault's users.",
  "StrategyDescription-multi-lp": "The vault deposits the user's {{depositToken}} in a {{vaultPlatform}} farm, earning the platform's governance token. Earned token is swapped for more of the underlying assets in order to acquire more of the same liquidity token. To complete the compounding cycle, the new {{depositToken}} is added to the farm, ready to go for the next earning event. The transaction cost required to do all this is socialized among the vault's users.",
  "StrategyDescription-lending": "Speaking generally, a lending protocol is a decentralized marketplace for lenders and borrowers. When a user deposits {{depositToken}} into this vault, Beefy moves it into the protocol, then borrows against the position at a safe level of collateral (i.e. loan of less than 100%). The borrowed {{depositToken}} is then redeposited into the same protocol, and this procedure is repeated multiple times in order to maximize interest earned, earnings which are used to acquire more {{depositToken}}. Note that this 'leveraged' multi-lending and -borrowing involves only {{depositToken}}; therefore price swings present no liquidation risk.\n\nNOTES\n+ Transaction Fees: Owing to the multi-supply/borrow cycle, transaction fees with the vault tends to run 4x higher than with standard vaults.\n+ Accrual Pattern: Because of accrued interest on borrowings, the user may notice a slight decline in her {{depositToken}} holdings between harvests. Yet at each harvest event, the amount stairsteps beyond as the compounded yield adds in.\n+ Marketability Risk: When {{depositToken}} on the lending platform becomes overborrowed, it can prevent the vault's strategy from deleveraging (unfolding) to accommodate a withdrawal. This usually happens when the market is volatile, or when there is an ongoing event for which people want to borrow funds. The overborrowed condition will naturally resolve once liquidity returns to the lending platform, a process which can take hours or, sometimes, a few days. Meanwhile, vaulted funds remain safe.",
  "StrategyDescription-single": "The vault deposits the {{depositToken}} in {{vaultPlatform}} and farms for more {{depositToken}}. The earned {{depositToken}} is then deposited back into the {{vaultPlatform}} farm. The transaction cost required to do all this is socialized among the vault's users.",
  "StrategyDescription-single-syrup": "The vault stakes the {{depositToken}} in {{vaultPlatform}} for staked-{{depositToken}}. The staked-{{depositToken}} is deposited in {{vaultPlatform}} syrup pool and farms for an earned token. The earned token is swapped for {{depositToken}} and is then staked back into {{vaultPlatform}} to repeat the process. The transaction cost required to do all this is socialized among the vault's users.",
  "StrategyDescription-maxi": "The BIFI Maxi vault allows users to stake their BIFI much like in the RewardPool, but be rewarded instead in more BIFI. By staking BIFI, each participant compounds her share of Beefy’s revenue on the network into more BIFI token. Since BIFI token can no longer be minted, reward BIFI is purchased on the open market using the network's native token (e.g. {{nativeToken}} on {{chain}}).",
  "StrategyDescription-default": "No description for the current strategy added yet.",
  "StrategyDescription-glp-gmx": "{{depositToken}} is staked to earn {{nativeToken}} and esGMX. This {{nativeToken}} is compounded to more {{depositToken}}, and the esGMX is staked separately to earn still more {{nativeToken}} rewards which are then compounded back into more {{depositToken}} and multiplier points. All of this works to optimally boost APR. <details/>. ",
  "StrategyDescription-mvlp-mvx": "{{depositToken}} is staked to earn {{nativeToken}} and esMVX. This {{nativeToken}} is compounded to more {{depositToken}}, and the esMVX is staked separately to earn still more {{nativeToken}} rewards which are then compounded back into more {{depositToken}} and multiplier points. All of this works to optimally boost APR.",
  "StrategyDescription-olp-opx": "{{depositToken}} is staked to earn {{nativeToken}} and esOPX. This {{nativeToken}} is compounded to more {{depositToken}}, and the esOPX is staked separately to earn still more {{nativeToken}} rewards which are then compounded back into more {{depositToken}} and multiplier points. All of this works to optimally boost APR.",
  "xyz": "last-line placeholder"
}
