{
  "Checklist-Introduction": "This checklist highlights risk points found through essential checks. Passing these checks does not mean the vault is safe - loss from exploit, malfunctions or other failures may still occur. It is intended only to aid user or professional due diligence.",
  "Checklist-algoStable-passed-Title": "No Synthetic Stablecoins",
  "Checklist-algoStable-passed-Description": "This product does not include direct exposure <Tooltip/> to synthetic or algorithmic stablecoin assets",
  "Checklist-algoStable-passed-Tooltip": "",
  "Checklist-algoStable-failed-Title": "Synthetic Stablecoin",
  "Checklist-algoStable-failed-Description": "This product includes direct exposure <Tooltip/> to synthetic or algorithmic stablecoins assets, meaning not backed 1:1 with fiat currency",
  "Checklist-algoStable-failed-Tooltip": "Direct exposure to synthetic stablecoins means they are a core asset featuring in the pool or a deposit asset for the market. Indirect includes lending markets where algo stables can be a collateral type or borrow option, leading to exposure that Beefy cannot monitor or control",
  "Checklist-complex-passed-Title": "Not High Complex",
  "Checklist-complex-passed-Description": "This product's strategy does not include logic of a highly-complex nature",
  "Checklist-complex-passed-Tooltip": "",
  "Checklist-complex-failed-Title": "Highly Complex",
  "Checklist-complex-failed-Description": "This product's strategy includes logic of a highly-complex nature",
  "Checklist-complex-failed-Tooltip": "",
  "Checklist-curated-passed-Title": "Not Curated",
  "Checklist-curated-passed-Description": "The underlying protocols which this product builds on do not rely on any external curators or third parties to manage the product",
  "Checklist-curated-passed-Tooltip": "",
  "Checklist-curated-failed-Title": "Externally Curated",
  "Checklist-curated-failed-Description": "An underlying protocol which this product builds on relies on external curators or third parties to routinely manage the product. Beefy cannot routinely replicate the full due diligence that managers must undertake",
  "Checklist-curated-failed-Tooltip": "",
  "Checklist-ilHigh-passed-Title": "Correlated",
  "Checklist-ilHigh-passed-Description": "This product's underlying assets are correlated to each other and historic price stability might indicate a more limited risk of Impermanent Loss",
  "Checklist-ilHigh-passed-Tooltip": "",
  "Checklist-ilHigh-failed-Title": "Not Correlated",
  "Checklist-ilHigh-failed-Description": "This product's underlying assets are not correlated to each other and historic price volatility might indicate a higher risk of Impermanent Loss",
  "Checklist-ilHigh-failed-Tooltip": "",
  "Checklist-notAudited-passed-Title": "Audited",
  "Checklist-notAudited-passed-Description": "The underlying protocols and assets which this product builds on have released public audits of their smart contracts",
  "Checklist-notAudited-passed-Tooltip": "",
  "Checklist-notAudited-failed-Title": "Missing Audits",
  "Checklist-notAudited-failed-Description": "An underlying asset or protocol which this product builds on has not yet released public audits of their smart contracts",
  "Checklist-notAudited-failed-Tooltip": "",
  "Checklist-notBattleTested-passed-Title": "Battle-tested",
  "Checklist-notBattleTested-passed-Description": "The underlying protocols which this product builds on are \"battle-tested\" by years of experience with large amounts of value",
  "Checklist-notBattleTested-passed-Tooltip": "",
  "Checklist-notBattleTested-failed-Title": "Not Battle Tested",
  "Checklist-notBattleTested-failed-Description": "An underlying protocol which this product builds on is not yet \"battle-tested\" by years of experience with large amounts of value",
  "Checklist-notBattleTested-failed-Tooltip": "",
  "Checklist-notTimelocked-passed-Title": "Timelocked",
  "Checklist-notTimelocked-passed-Description": "The underlying protocols and assets which this product builds on have implemented sufficiently long timelocks over all privileged functions",
  "Checklist-notTimelocked-passed-Tooltip": "",
  "Checklist-notTimelocked-failed-Title": "Missing Timelocks",
  "Checklist-notTimelocked-failed-Description": "An underlying asset or protocol which this product builds on has not yet implemented sufficiently long timelocks over all privileged functions",
  "Checklist-notTimelocked-failed-Tooltip": "",
  "Checklist-notVerified-passed-Title": "Verified",
  "Checklist-notVerified-passed-Description": "The underlying protocols and assets which this product builds on have publicly verified their smart contracts",
  "Checklist-notVerified-passed-Tooltip": "",
  "Checklist-notVerified-failed-Title": "Missing Verification",
  "Checklist-notVerified-failed-Description": "An underlying asset or protocol which this product builds on has not yet publicly verified its smart contracts",
  "Checklist-notVerified-failed-Tooltip": "",
  "StrategyDescription-lp": "The vault deposits the user's {{depositToken}} in a {{platformName}} farm, earning the platform's governance token. Earned token is swapped for {{asset0}} and {{asset1}} in order to acquire more of the same LP token. To complete the compounding cycle, the new {{depositToken}} is added to the farm, ready to go for the next earning event. The transaction cost required to do all this is socialized among the vault's users.",
  "StrategyDescription-lp-bribe": "The vault deposits the user's {{depositToken}} in a {{platformName}} farm, earning the platform's governance token. The earned token is partially used to bribe {{platformName}} for further rewards, creating a feedback loop for this pair to get more emissions. The rest is swapped for {{asset0}} and {{asset1}} in order to acquire more of the same LP token. To complete the compounding cycle, the new {{depositToken}} is added to the farm, ready to go for the next earning event. The transaction cost required to do all this is socialized among the vault's users.",
  "StrategyDescription-single-lp": "The vault deposits the user's {{depositToken}} in a {{platformName}} farm, earning the platform's governance token. Earned token is swapped for more {{depositToken}}. To complete the compounding cycle, the new {{depositToken}} is added to the farm, ready to go for the next earning event. The transaction cost required to do all this is socialized among the vault's users.",
  "StrategyDescription-multi-lp": "The vault deposits the user's {{depositToken}} in a {{platformName}} farm, earning the platform's governance token. Earned token is swapped for more of the underlying assets in order to acquire more of the same liquidity token. To complete the compounding cycle, the new {{depositToken}} is added to the farm, ready to go for the next earning event. The transaction cost required to do all this is socialized among the vault's users.",
  "StrategyDescription-pendle": "{{depositToken}} is an LP token from {{depositTokenProvider}} made up of the PT and the SY token of {{asset0}}.  The SY token is a wrapped version of {{asset0}} while the PT is redeemable in a 1:1 ratio for {{asset0}} at the maturity date. The vault deposits the user's {{depositToken}} in a {{platformName}} farm, earning the platform's governance token and boosting the {{depositTokenProvider}} rewards. Earned tokens are swapped for more of the underlying assets in order to acquire more of the same liquidity token. To complete the compounding cycle, the new {{depositToken}} is added to the farm, ready to go for the next earning event. The transaction cost required to do all this is socialized among the vault's users",
  "StrategyDescription-lending": "Speaking generally, a lending protocol is a decentralized marketplace for lenders and borrowers. When a user deposits {{depositToken}} into this vault, Beefy moves it into the protocol, then borrows against the position at a safe level of collateral (i.e. loan of less than 100%). The borrowed {{depositToken}} is then redeposited into the same protocol, and this procedure is repeated multiple times in order to maximize interest earned, earnings which are used to acquire more {{depositToken}}. Note that this 'leveraged' multi-lending and -borrowing involves only {{depositToken}}; therefore price swings present no liquidation risk.\n\nNOTES\n+ Transaction Fees: Owing to the multi-supply/borrow cycle, transaction fees with the vault tends to run 4x higher than with standard vaults.\n+ Accrual Pattern: Because of accrued interest on borrowings, the user may notice a slight decline in their {{depositToken}} holdings between harvests. Yet at each harvest event, the amount stairsteps beyond as the compounded yield adds in.\n+ Marketability Risk: When {{depositToken}} on the lending platform becomes overborrowed, it can prevent the vault's strategy from deleveraging (unfolding) to accommodate a withdrawal. This usually happens when the market is volatile, or when there is an ongoing event for which people want to borrow funds. The overborrowed condition will naturally resolve once liquidity returns to the lending platform, a process which can take hours or, sometimes, a few days. Meanwhile, vaulted funds remain safe.",
  "StrategyDescription-lendingNoBorrow": "The vault deposits the user's {{depositToken}} in a lending protocol, earning interest. The vault earns supply interest plus compounds the reward token into more {{depositToken}}. The transaction cost required to do all this is socialized among the vault's users.",
  "StrategyDescription-multi-lp-locked": "The vault deposits the user's {{depositToken}} in a {{platformName}} farm, earning the platform's governance token. Earned token is swapped for more of the underlying assets in order to acquire more of the same liquidity token. To complete the compounding cycle, the new {{depositToken}} is added to the farm, ready to go for the next earning event. The rewards earned from the compounding cycle are linearly released to depositors over 24 hours. The transaction cost required to do all this is socialized among the vault's users.",
  "StrategyDescription-single": "The vault deposits the {{depositToken}} in {{platformName}} and farms for more {{depositToken}}. The earned {{depositToken}} is then deposited back into the {{platformName}} farm. The transaction cost required to do all this is socialized among the vault's users.",
  "StrategyDescription-single-syrup": "The vault stakes the {{depositToken}} in {{platformName}} for staked-{{depositToken}}. The staked-{{depositToken}} is deposited in {{platformName}} syrup pool and farms for an earned token. The earned token is swapped for {{depositToken}} and is then staked back into {{platformName}} to repeat the process. The transaction cost required to do all this is socialized among the vault's users.",
  "StrategyDescription-maxi": "The BIFI Maxi vault allows users to stake their BIFI much like in the RewardPool, but be rewarded instead in more BIFI. By staking BIFI, each participant compounds their share of Beefy’s revenue on the network into more BIFI token. Since BIFI token can no longer be minted, reward BIFI is purchased on the open market using the network's native token (e.g. {{chainNative}} on {{chainName}}).",
  "StrategyDescription-default": "No description for the current strategy added yet.",
  "StrategyDescription-glp-gmx": "{{depositToken}} is staked to earn {{chainNative}} and esGMX. This {{chainNative}} is compounded to more {{depositToken}}, and the esGMX is staked separately to earn still more {{chainNative}} rewards which are then compounded back into more {{depositToken}} and multiplier points. All of this works to optimally boost APR. <details/>. ",
  "StrategyDescription-mvlp-mvx": "{{depositToken}} is staked to earn {{chainNative}} and esMVX. This {{chainNative}} is compounded to more {{depositToken}}, and the esMVX is staked separately to earn still more {{chainNative}} rewards which are then compounded back into more {{depositToken}} and multiplier points. All of this works to optimally boost APR.",
  "StrategyDescription-olp-opx": "{{depositToken}} is staked to earn {{chainNative}} and esOPX. This {{chainNative}} is compounded to more {{depositToken}}, and the esOPX is staked separately to earn still more {{chainNative}} rewards which are then compounded back into more {{depositToken}} and multiplier points. All of this works to optimally boost APR.",
  "StrategyDescription-mmy-mlp": "{{depositToken}} is staked to earn {{chainNative}} and esMMY. This {{chainNative}} is compounded to more {{depositToken}}, and the esMMY is staked separately to earn still more {{chainNative}} rewards which are then compounded back into more {{depositToken}} and multiplier points. All of this works to optimally boost APR.",
  "StrategyDescription-gmx-gm": "{{depositToken}} is held on the strategy to earn weekly ARB airdrops. The ARB is compounded to more {{depositToken}} and is linearly released over the rest of the week.",
  "StrategyDescription-flashloan-lending": "The vault deposits {{depositToken}} into {{platformName}} and opens a {{depositToken}} flash loan from Balancer. The flash loaned funds are supplied to {{platformName}} and the same amount is borrowed and repaid to Balancer with no flash loan fees. The vault is leveraged up to 3-4x, with user deposits covering the required collateral for a heathly position. Deposits and withdrawals only trigger a flash loan rebalance if the new LTV (loan-to-value) is outside of the target range.\n\nThe vault cannot be liquidated as {{depositToken}} is being borrowed against {{depositToken}} and regular rebalances force the LTV to the target amount. The value of vault shares will increase on harvests and slowly decline between them. If the {{depositToken}} market on {{platformName}} becomes overborrowed then there will not be enough liquidity to withdraw from the vault. This is temporary and increased borrow rates will push borrowers to repay.",
  "StrategyDescription-qlp": "{{depositToken}} is staked to earn {{chainNative}}, USDC and QUICK. The rewards are compounded into {{depositToken}}.",
  "StrategyDescription-klp": "{{depositToken}} is staked to earn {{chainNative}}, USDT and pre-sale KFI. The liquid rewards are compounded to more {{depositToken}}. The pre-sale KFI rewards will be converted to {{chainNative}} once there is liquidity and compounded within the vault.",
  "StrategyDescription-managed-conc-lp": "{{depositToken}} is managed by {{platformName}} to keep liquidity in range and auto-compound trading fees. {{depositToken}} is staked to earn extra rewards which are then compounded back into more {{depositToken}}.",
  "StrategyDescription-ichi": "{{depositToken}} is managed by Ichi to keep liquidity in range and auto-compound trading fees. Ichi targets a balance of 80% {{asset0}} and 20% {{asset1}}. {{depositToken}} is staked to earn extra rewards which are then compounded back into more {{depositToken}}.",
  "StrategyDescription-ichi-solidly": "{{depositToken}} is managed by Ichi to keep liquidity in range. Ichi targets a balance of 80% {{asset0}} and 20% {{asset1}}. {{depositToken}} is staked to earn extra rewards which are then compounded back into more {{depositToken}}.",
  "StrategyDescription-bifi-vault": "The BIFI Vault applies the magic of our autocompounding technology to the BIFI Pool on Ethereum. The vault deposits BIFI into the Pool, claims and swaps the governance incentives paid out into more BIFI, and redeposits the incentives to unlock exponential growth. Depositors in the BIFI Vault retain their full voting power corresponding to the amount of BIFI deposited and compounded. The mooBIFI vault deposit token can also be bridged for use on other blockchains.",
  "StrategyDescription-gov-default": "Description pending. Deposit {{depositToken}} to earn {{earnedToken}}.",
  "StrategyDescription-gov-old-bifi-pool": "By staking your $BIFI in our BIFI Earnings Pool, you can share in the platform's profits and earn tasty {{earnedToken}} rewards. Your APY is proportional to the revenue generated by Beefy Vaults, which we then use to purchase {{earnedToken}} and reward directly to you. There's no need to unstake to take part in governance, making it the best way to make your Beefy voice heard and earn at the same time.",
  "StrategyDescription-gov-bifi-pool": "The {{name}} is the distribution centre for governance incentives paid out by the Beefy Protocol on Ethereum. {{depositToken}} tokenholders receive native {{earnedToken}} incentives for staking their tokens in the pool, and playing their part in maintaining the protocol. Depositors in the {{name}} retain their full voting power corresponding to the amount of {{depositToken}} deposited.",
  "StrategyDescription-gov-beftm": "beFTM simply means Beefy Escrowed Fantom. The token is pegged to FTM and can be staked on the Beefy platform and farms on major DEXs. beFTM gives stakers access to maximized validator rewards that typically aren’t available to the individual investor without locking FTM for 1 year.",
  "StrategyDescription-gov-bejoe": "beJOE is Beefy Staked JOE. The token is pegged to JOE and can be staked on the Beefy platform to earn JOE or more beJOE. beJOE gives stakers access to 5% of all Beefy Trader Joe Boosted farm rewards. You can burn beJOE for JOE if there is available JOE reserves.",
  "StrategyDescription-gov-beqi": "beQI is Beefy Staked QI-ETH 80-20 Balancer Pool tokens. beQI can be staked on the Beefy platform to earn more QI-ETH BPTs. beQI gives stakers access to max lock rewards of staking QI-ETH BPTs for aveQI. You can burn beQI for QI-ETH BPTs if there is available reserves.",
  "StrategyDescription-gov-beopx": "beOPX is Beefy Staked OPX. The token is pegged to OPX and can be staked on the Beefy platform to earn WETH or more beOPX. beOPX gives stakers access to max lock rewards of staking OPX for veOPX. You can burn beOPX for OPX if there is available OPX reserves.",
  "StrategyDescription-gov-bevelov2": "As $VELO is retired by Velodrome, $beVELO holders are urged to move your tokens to the new beVELO Earnings Pool to ensure you can continue earning $VELOV2 rewards. With our Earnings Pool, you can share in Velodrome protocol emissions earned by Beefy's Velodrome veNFT, which we regularly claim and transfer back to you.",
  "StrategyDescription-cowcentrated-compounds": "This CLM product deposits the user's {{asset0}} and {{asset1}} into the {{depositTokenProvider}} concentrated liquidity pool to earn trading fees on swaps through that pool. Where other rewards are accruing and being paid out by Merkl, these rewards can also be claimed in the Beefy app. Trading fees are regularly claimed and redeposited back into the pool to unlock the power of compounding. Each time funds are added or fees are harvested, all liquidity is withdrawn from the underlying pool and recalibrated to maximize utilization, before redepositing. CLM maximizes utilization by creating both a 50/50 position with as many tokens as it can and an alternative single-side position with the remaining tokens, meaning no tokens are sold. The transaction costs for managing the position are socialized among all the product's users to maximize earnings.",
  "StrategyDescription-cowcentrated-pool": "This CLM product deposits the user's {{asset0}} and {{asset1}} into the {{depositTokenProvider}} concentrated liquidity pool to earn rewards on swaps through that pool. Those rewards - together with any additional rewards distributed separately by Beefy - accrue and are claimable by users through the CLM Pool in the Beefy app. Where other rewards are accruing and being paid out by Merkl, these rewards can also be claimed in the Beefy app. Each time funds are added or rewards are harvested, all liquidity is withdrawn from the underlying pool and recalibrated to maximize utilization, before redepositing. CLM maximizes utilization by creating both a 50/50 position with as many tokens as it can and an alternative single-side position with the remaining tokens, meaning no tokens are sold. The transaction costs for managing the position are socialized among all the product's users to maximize earnings.",
  "StrategyDescription-cowcentrated-gov-compounds": "This CLM product deposits the user's {{asset0}} and {{asset1}} into the {{depositTokenProvider}} concentrated liquidity pool to earn trading fees on swaps through that pool. Additional rewards distributed separately by Beefy accrue and are claimable by users through the CLM Pool in the Beefy app. Where other rewards are accruing and being paid out by Merkl, these rewards can also be claimed in the Beefy app. Trading fees are regularly claimed and redeposited back into the pool to unlock the power of compounding. Each time funds are added or fees are harvested, all liquidity is withdrawn from the underlying pool and recalibrated to maximize utilization, before redepositing. CLM maximizes utilization by creating both a 50/50 position with as many tokens as it can and an alternative single-side position with the remaining tokens, meaning no tokens are sold. The transaction costs for managing the position are socialized among all the product's users to maximize earnings.",
  "StrategyDescription-cowcentrated-gov-pool": "This CLM product deposits the user's {{asset0}} and {{asset1}} into the {{depositTokenProvider}} concentrated liquidity pool to earn rewards on swaps through that pool. Those rewards - together with any additional rewards distributed separately by Beefy - accrue and are claimable by users through the CLM Pool in the Beefy app. Where other rewards are accruing and being paid out by Merkl, these rewards can also be claimed in the Beefy app. Each time funds are added or rewards are harvested, all liquidity is withdrawn from the underlying pool and recalibrated to maximize utilization, before redepositing. CLM maximizes utilization by creating both a 50/50 position with as many tokens as it can and an alternative single-side position with the remaining tokens, meaning no tokens are sold. The transaction costs for managing the position are socialized among all the product's users to maximize earnings.",
  "StrategyDescription-cowcentrated-standard-compounds": "This CLM vault deposits the user's {{asset0}} and {{asset1}} into the {{depositTokenProvider}} concentrated liquidity pool to earn trading fees on swaps through that pool with the underlying CLM product. Trading fees are regularly claimed and redeposited back into the pool by the CLM product to unlock the power of compounding. Additional rewards paid out through the CLM Pool or Merkl are also compounded by automatically claiming, selling and redepositing back into the underlying position. Each time funds are added or fees are harvested, all liquidity is withdrawn from the underlying pool and recalibrated to maximize utilization, before redepositing. CLM maximizes utilization by creating both a 50/50 position with as many tokens as it can and an alternative single-side position with the remaining tokens, meaning no tokens are sold. The transaction costs for managing the position are socialized among all the product's users to maximize earnings.",
  "StrategyDescription-cowcentrated-standard-pool": "This CLM vault deposits the user's {{asset0}} and {{asset1}} into the {{depositTokenProvider}} concentrated liquidity pool to earn rewards on swaps through that pool with the underlying CLM product. Those rewards - together with any additional rewards distributed through the CLM Pool or Merkl - are compounded by automatically claiming, selling and redepositing back into the underlying position. Each time funds are added or fees are harvested, all liquidity is withdrawn from the underlying pool and recalibrated to maximize utilization, before redepositing. CLM maximizes utilization by creating both a 50/50 position with as many tokens as it can and an alternative single-side position with the remaining tokens, meaning no tokens are sold. The transaction costs for managing the position are socialized among all the product's users to maximize earnings.",
  "StrategyDescription-erc4626-besonic": "Beefy-escrowed Sonic (beS) offers a seamless way to earn staking rewards on the Sonic blockchain while maintaining the ability to transfer and utilise your deposited assets. All deposited wrapped Sonic (wS) is automatically staked with the next-available Sonic validator to begin generating rewards. These rewards are harvested and restaked at once per day, delivering Beefy’s signature autocompounding yields.\n\nbeS is implemented as an ERC-4626 compliant vault, enabling easy integration with DeFi protocols. This allows users to continuously earn staking rewards and contribute to network security without needing to lock up their tokens. Withdrawals are always available through partner exchanges, giving users the flexibility to exit at any time. This page facilitates deposit and withdrawals between wS and beS.",
  "StrategyRisk-Title-Token": "An underlying token of this vault does not meet all Beefy SAFU requirements. <DetailsBtn>See details.<DetailsBtn/>",
  "StrategyRisk-Title-Tokens": "The underlying tokens of this vault does not meet all Beefy SAFU requirements. <DetailsBtn>See details.<DetailsBtn/>",
  "StrategyRisk-Title-Platform": "The underlying contracts of this {{platform}} vault do not meet all Beefy SAFU requirements. <DetailsBtn>See details.<DetailsBtn/>",
  "StrategyRisk-Title-Platform-Token": "An underlying token and contracts of this {{platform}} vault do not meet all Beefy SAFU requirements. <DetailsBtn>See details.<DetailsBtn/>",
  "StrategyRisk-Title-Platform-Tokens": "The underlying tokens and contracts of this {{platform}} vault do not meet all Beefy SAFU requirements. <DetailsBtn>See details.<DetailsBtn/>",
  "StrategyRisk-Explanation-Platform-No-Timelock": "The underlying contracts of this {{platform}} vault do not meet all <Link>Beefy SAFU requirements.</Link> All proxy implementation changes (i.e. upgrades to the contracts) must be timelocked. Be aware that some or all of {{platform}}'s contracts are controlled by multisig or MPC, not timelock.",
  "StrategyRisk-Explanation-Token-No-Timelock": "The {{token}} token in this vault does not meet all <Link>Beefy SAFU requirements.</Link> All proxy implementation changes (i.e. upgrades to the contracts), control of sensitive functions, and/or wallets holding greater than 5% of the {{token}} token total supply must be timelocked. Be aware that this token contract is controlled by multisig or MPC, not timelock.",
  "StrategyRisk-Explanation-Tokens-No-Timelock": "The {{token1}} and {{token2}} token in this vault does not meet all <Link>Beefy SAFU requirements.</Link> All proxy implementation changes (i.e. upgrades to the contracts), control of sensitive functions, and/or wallets holding greater than 5% of the {{token1}} or {{token2}} token total supply must be timelocked. Be aware that this token contract is controlled by multisig or MPC, not timelock.",
  "StrategyRisk-Explanation-Platform-Token-No-Timelock": "The {{token}} token and underlying contracts of this {{platform}} vault do not meet all <Link>Beefy SAFU requirements.</Link> All proxy implementation changes (i.e. upgrades to the contracts) must be timelocked. Be aware that this token contract and some or all of {{platform}}'s contracts are controlled by multisig or MPC, not timelock.",
  "StrategyRisk-Explanation-Platform-Tokens-No-Timelock": "The {{token1}} and {{token2}} tokens and underlying contracts of this {{platform}} vault do not meet all <Link>Beefy SAFU requirements.</Link> All proxy implementation changes (i.e. upgrades to the contracts) must be timelocked. Be aware that these token contracts and some or all of {{platform}}'s contracts are controlled by multisig or MPC, not timelock.",
  "xyz": "last-line placeholder"
}
