[
  {
    "id": "k3-capital",
    "name": "K3 Capital",
    "description": "K3 Capital provides institutional asset-management and DeFi strategy solutions, developing advanced on-chain products for professional investors and protocols.",
    "website": "https://k3.capital",
    "twitter": "https://twitter.com/k3_capital"
  },
  {
    "id": "hyperithm",
    "name": "Hyperithm",
    "description": "Hyperithm delivers institutional-grade DeFi strategies and quantitative trading solutions, bridging traditional finance with decentralized markets to maximize risk-adjusted yield.",
    "website": "https://www.hyperithm.com/",
    "twitter": "https://twitter.com/hyperithm"
  },
  {
    "id": "telosc",
    "name": "TelosC",
    "description": "TelosC designs incentive, risk, credit, and coordination models that drive growth across protocol and DAO economies within the DeFi ecosystem.",
    "website": "https://telosc.com",
    "twitter": "https://twitter.com/TelosConsilium"
  },
  {
    "id": "varlamore",
    "name": "Varlamore",
    "description": "Varlamore builds high-yield lending strategies across isolated markets such as Silo Finance, targeting stable, risk-adjusted income for DeFi participants.",
    "website": "https://varlamore.capital",
    "twitter": "https://twitter.com/VarlamoreCap"
  },
  {
    "id": "mev-capital",
    "name": "MEV Capital",
    "description": "MEV Capital is a digital-asset manager specializing in validator operations, MEV extraction, and structured DeFi yield strategies that generate uncorrelated returns.",
    "website": "https://mevcapital.com",
    "twitter": "https://twitter.com/MEVCapital"
  },
  {
    "id": "optima",
    "name": "Optima",
    "description": "Optima is a financial-software and tokenization platform offering blockchain-based certificates and digital-asset investment products for regulated and institutional markets.",
    "website": "https://optima.financial",
    "twitter": "https://twitter.com/Optima_Fi"
  },
  {
    "id": "re7-labs",
    "name": "Re7 Labs",
    "description": "Re7 Labs is a research-driven DeFi asset manager focused on risk-curated vaults and restaking strategies. It builds institutional-grade yield products leveraging protocols like Morpho, EigenLayer, and Mellow.",
    "website": "https://re7labs.xyz",
    "twitter": "https://twitter.com/Re7Labs"
  },
  {
    "id": "gauntlet",
    "name": "Gauntlet",
    "description": "Gauntlet is a quantitative risk-management platform providing simulation-based insights and automated parameter optimization for DeFi protocols. It enables safer, more capital-efficient on-chain markets through data-driven modeling.",
    "website": "https://www.gauntlet.xyz/",
    "twitter": "https://twitter.com/gauntlet_xyz"
  },
  {
    "id": "steakhouse",
    "name": "Steakhouse",
    "description": "Steakhouse Financial is a DeFi risk-curation firm that manages institutional-grade vaults and stablecoin-lending strategies focused on capital efficiency and treasury optimization.",
    "website": "https://www.steakhouse.financial/",
    "twitter": "https://twitter.com/SteakhouseFi"
  },
  {
    "id": "euler",
    "name": "Euler DAO",
    "description": "The Euler DAO (Decentralized Autonomous Organization) is a community-driven mechanism focused on advancing the Euler ecosystem.",
    "website": "https://euler.foundation/",
    "twitter": "https://twitter.com/eulerfinance"
  },
  {
    "id": "edge",
    "name": "Edge UltraYield",
    "description": "UltraYield is onchain strategy curator working with top-tier protocols to bring depositor the highest yield possible on the market.",
    "website": "https://ultrayield.app/",
    "twitter": "https://twitter.com/ultrayieldapp"
  }
]
