{
  "Categry-Asset": "Anlagegut",
  "Complexity-Low-Titl": "Strategie von niedriger Komplexität",
  "StrategyDescription-lp": "The vault deposits the user's {{LPtoken}} in a {{platform}} farm, earning the platform's governance token. Earned token is swapped for {{asset1}} and {{asset2}} in order to acquire more of the same LP token. To complete the compounding cycle, the new {{LPtoken}} is added to the farm, ready to go for the next earning event. Die Transaktionsgebühren gebraucht, das Ganze durchzuführen, werden von den Benützern des Vaults gemäß geteilt.",
  "StrategyDescription-multi-lp": "The vault deposits the user's {{LPtoken}} in a {{platform}} farm, earning the platform's governance token. Earned token is swapped for more of the underlying assets in order to acquire more of the same liquidity token. To complete the compounding cycle, the new {{LPtoken}} is added to the farm, ready to go for the next earning event. Die Transaktionsgebühren gebraucht, das Ganze durchzuführen, werden von den Benützern des Vaults gemäß geteilt.",
  "StrategyDescription-lending": "Speaking generally, a lending protocol is a decentralized marketplace for lenders and borrowers. When a user deposits {{asset}} into this vault, Beefy moves it into the protocol, then borrows against the position at a safe level of collateral (i.e. loan of less than 100%). The borrowed {{asset}} is then redeposited into the same protocol, and this procedure is repeated multiple times in order to maximize interest earned, earnings which are used to acquire more {{asset}}. Note that this 'leveraged' multi-lending and -borrowing involves only {{asset}}; therefore price swings present no liquidation risk.\n\nNOTES\n+ Transaction Fees: Owing to the multi-supply/borrow cycle, transaction fees with the vault tends to run 4x higher than with standard vaults.\n+ Accrual Pattern: Because of accrued interest on borrowings, the user may notice a slight decline in her {{asset}} holdings between harvests. Yet at each harvest event, the amount stairsteps beyond as the compounded yield adds in.\n+ Marketability Risk: When {{asset}} on the lending platform becomes overborrowed, it can prevent the vault's strategy from deleveraging (unfolding) to accommodate a withdrawal. This usually happens when the market is volatile, or when there is an ongoing event for which people want to borrow funds. The overborrowed condition will naturally resolve once liquidity returns to the lending platform, a process which can take hours or, sometimes, a few days. Meanwhile, vaulted funds remain safe.",
  "StrategyDescription-single": "The vault deposits the {{token}} in {{platform}} and farms for more {{token}}. The earned {{token}} is then deposited back into the {{platform}} farm. The transaction cost required to do all this is socialized among the vault's users.",
  "StrategyDescription-maxi": "The BIFI Maxi vault allows users to stake their BIFI much like in the RewardPool, but be rewarded instead in more BIFI. By staking BIFI, each participant compounds her share of Beefy’s revenue on the network into more BIFI token. Since BIFI token can no longer be minted, reward BIFI is purchased on the open market using the network's native token (e.g. BNB on BSC).",
  "StrategyDescription-default": "No description for the current strategy added yet.",
  "xyz": "last-line placeholder"
}
