{
  "kava": {
    "text": "Kava is a decentralized blockchain that combines the speed and interoperability of Cosmos with the developer power of Ethereum.",
    "website": "https://www.kava.io/",
    "social": {
      "telegram": "https://t.me/kavalabs",
      "twitter": "https://twitter.com/kava_platform"
    }
  },
  "metavault": {
    "text": "Metavault.Trade is a next generation Decentralized Exchange, designed to provide a large range of trading features and very deep liquidity on many large cap crypto assets. Spot trading with swaps is offered on one side, while perpetual futures are offered on the other side including leverage trading. Whether visiting the platform as a trader or an investor, both are brought into a profitable symbiosis through a unique and rewarding trading experience.",
    "website": "https://metavault.trade/",
    "social": {
      "telegram": "https://discord.gg/metavault",
      "twitter": "https://twitter.com/MetavaultTRADE/"
    }
  },
  "opx": {
    "text": "OPX Finance is a Decentralized swap and perpetual Exchange built on Optimism. Inspired by GMX.IO, OPX Finance is designed to provide a wide range of trading features and very deep liquidity for many large-cap crypto assets. \nTraders can use it in two ways:\n- Spot trading: with swaps and limit orders.\n- Perpetual futures trading: with up to 30x leverage on short and long positions.\nTrading is supported by a unique multi-asset pool that earns liquidity providers fees from market making, swap fees and leverage trading. In addition, Dynamic pricing is supported by Chainlink Oracles and an aggregate of prices from leading volume exchanges, making OPX non-liquidation wicks and no slippage platform for every trading. This ensures fair trade and long-term benefits for both traders and liquidity providers.\n✅ Spot and Leverage  ✅ No Price Impact ✅ Extremely Low Transaction Fees",
    "website": "https://www.opx.finance/",
    "social": {
      "telegram": "https://discord.gg/mNdHE52zZp",
      "twitter": "https://twitter.com/opxfinance"
    }
  },
  "synthetix": {
    "text": "Synthetix is a new financial primitive enabling the creation of synthetic assets, offering unique derivatives and exposure to real-world assets on the blockchain.",
    "website": "https://synthetix.io/",
    "social": {
      "telegram": "https://discord.com/invite/AEdUHzt",
      "twitter": "https://twitter.com/synthetix_io"
    }
  },
  "velodrome": {
    "text": "Velodrome Finance, at its core, is a solution for protocols on Optimism to properly incentivize liquidity for their own use cases. Building on top of the groundwork laid out by Solidly, their team has addressed that first iteration's core issues to realize its full potential.",
    "website": "https://app.velodrome.finance/swap",
    "social": {
      "telegram": "https://discord.com/invite/velodrome",
      "twitter": "https://twitter.com/VelodromeFi"
    }
  },
  "stader": {
    "text": "Stader aims to be the distribution layer of staking while building protocols and products which enhance the security, decentralization, liquidity, governance of some of the major DPoS blockchain networks like Ethereum, Terra, Polygon, Solana and BNB Chain.",
    "website": "https://polygon.staderlabs.com/liquid-staking/maticx",
    "social": {
      "discord": "https://discord.com/invite/ReasyJB4Rq",
      "twitter": "https://twitter.com/stader_polygon"
    }
  },
  "stader-bsc": {
    "text": "Stader aims to be the distribution layer of staking while building protocols and products which enhance the security, decentralization, liquidity, governance of some of the major DPoS blockchain networks like Ethereum, Terra, Polygon, Solana and BNB Chain.",
    "website": "https://binance.staderlabs.com/liquid-staking/bnbx",
    "social": {
      "telegram": "https://t.me/staderlabs_bnb_official",
      "twitter": "https://twitter.com/stader_bnb"
    }
  },
  "swapsicle": {
    "text": "Swapsicle is a decentralised exchange built on the avalanche blockchain offering swaps, farming and staking opportunities.\n\nSwapsicle DEX is built by the community and for the community meaning POPS holders are rewarded for using the platform.",
    "website": "https://www.swapsicle.io/en/swap",
    "social": {
      "discord": "https://discord.com/invite/swapsicle",
      "twitter": "https://twitter.com/SwapsicleDEX"
    }
  },
  "singular": {
    "logo": "stake/singular/logo.png",
    "background": "stake/singular/bg.png",
    "text": "The next gen multichain strategic yield farm on Polygon (Matic Network), Binance Smart Chain (BSC), and Avalanche with a unique Triple Farming System.",
    "website": "https://singular.farm/",
    "social": {
      "telegram": "https://t.me/singularfarm",
      "twitter": "https://twitter.com/singularfarm"
    }
  },
  "beefy": {
    "logo": "stake/beefy/beefyfinance.png",
    "logoNight": "stake/beefy/beefyfinance_night.png",
    "background": "stake/beefy/background.png",
    "text": "Beefy Finance is The Multi-Chain Yield Optimizer across many blockchains, enabling users to earn autocompounded yield on their crypto. Did you know also that you can own a piece of Beefy itself? Beefy runs on its governance token, BIFI. The token has a set supply of 80,000 across all chains; no more may be minted, ever! As a holder of BIFI you may create and vote on important DAO proposals, and you become dividend-eligible to earn a share of every compounding harvest on Beefy vaults, hour by hour.",
    "website": "https://app.beefy.finance",
    "social": {
      "telegram": "http://t.me/beefyfinance",
      "twitter": "https://twitter.com/beefyfinance"
    }
  },
  "grape": {
    "logo": "stake/grape/logo.png",
    "background": "stake/grape/bg.png",
    "text": "Supporting the only pegged algorithmic stable currency currently on AVAX, $GRAPE which is pegged to $MIM. The goal is to create a DAO run by the community offering a high yield for investors and utilize two tokens $GRAPE and $WINE to bootstrap liquidity and provide funding for the extensive roadmap. An extensive roadmap including Launchpad, great partnerships, and upcoming lending protocol/new stable reserve currency. Future goals to support multiple chains and create a total defi ecosystem under the GrapeFi umbrella.",
    "website": "https://grapefinance.app/",
    "social": {
      "discord": "https://discord.gg/mZ4QrZwH5M",
      "twitter": "https://twitter.com/grape_finance"
    }
  },
  "ripae": {
    "logo": "stake/ripae/logo.png",
    "background": "stake/ripae/bg.png",
    "text": "Ripae’s mission is to construct a cross-chain algorithmic stablecoin (ASC) economy and connect DeFi networks to make open finance capital efficient and accessible to everyone.\n\nWith its experienced team, Ripae Finance will strive to build DeFi’s most convenient, secure, fair, and cost-effective ASC solution in order to help the industry thrive by enabling all participants to work together effortlessly.",
    "website": "https://ripae.finance/",
    "social": {
      "discord": "https://discord.gg/6zq53FB4TS",
      "twitter": "https://twitter.com/ripaefinance"
    }
  },
  "nitro": {
    "text": "Nitro Network NFMs, or Non-Fungible Miners, are the next evolution in NFT utility. NFMs combine the unique artwork and ownership principles of NFTs with the reward-generating utility of the DeFi industry. While most traditional mining methods require expensive and inefficient hardware, NFMs generate rewards for their owners in Nitro's native token NCash without the need for additional equipment and expenses.",
    "website": "https://ecosystem.nitro.network/",
    "social": {
      "telegram": "",
      "twitter": ""
    }
  },
  "babyswap": {
    "logo": "stake/babyswap/logo.png",
    "background": "stake/babyswap/bg.png",
    "text": "The Crypto You is the first Baby Metaverse blockchain game on Binance Smart Chain (BSC). Players can summon characters, complete daily mining missions, conquer the Dark Force, loot rare items to play and earn.",
    "website": "https://home.babyswap.finance/",
    "social": {
      "telegram": "https://t.me/baby_swap",
      "twitter": "https://twitter.com/babyswap_bsc"
    }
  },
  "bitcrush": {
    "logo": "stake/bitcrush/logo.png",
    "background": "stake/bitcrush/bg.png",
    "text": "Bitcrush uses a hybrid approach that allows centralized gameplay utilizing a non-custodial live wallet. When you add funds to the live wallet to play, those are still your funds. It's a delicate back and forth dance between the super-quick server and the slow blockchain. It’s a Win/Win/Win platform where we have a single asset staking pool that rewards in both APY + Casino profits and its auto-compounding.",
    "website": "https://www.bitcrush.com/",
    "social": {
      "telegram": "https://t.me/Bcarcadechat",
      "twitter": "https://twitter.com/bitcrusharcade"
    }
  },
  "nfty": {
    "logo": "stake/nfty/logo.png",
    "background": "stake/nfty/bg.png",
    "text": "NFTYLabs envisions a world where NFTs function as a medium of access, bringing a means of utility and privilege to NFT holders in a secure and confidential manner. NFTY will act as a cross-chain and interoperable bridge between enterprise, private content, and VIP communities; further strengthening the bond in ways never before imagined.",
    "website": "https://nftynetwork.io/",
    "social": {
      "telegram": "https://t.me/NFTYNetwork",
      "twitter": "https://twitter.com/NFTYNetwork"
    }
  },
  "charge": {
    "logo": "stake/charge/logo.png",
    "background": "stake/charge/bg.png",
    "text": "ChargeDeFi is a new platform launching on BSC combining a traditional Algorithmic Stablecoin (pegged to $1.0 BUSD) with rebase mechanics. Featuring an extensive ecosystem of smart reinvestment pools, bond pools that yield below peg and multiple boardroom options ChargeDeFi enters BSC with a large set of investment options. Initially launching on BSC the next step will be multichain.",
    "website": "https://bit.ly/32NB1tP",
    "social": {
      "telegram": "https://t.me/chargedefi",
      "twitter": "https://twitter.com/ChargeDeFi"
    }
  },
  "mogul": {
    "logo": "stake/mogul/logo.png",
    "background": "stake/mogul/bg.png",
    "text": "Mogul is an NFT and DeFi platform for film and entertainment, bridging Hollywood and blockchain technology. The STARS token powers the Mogul platform and offers rewards from movies. The Mogul platform has an NFT auction house, marketplace, and other products in the metaverse to bring movie fans closer to the action.",
    "website": "https://www.mogulproductions.com/",
    "social": {
      "telegram": "https://t.me/mogulproductions",
      "twitter": "https://twitter.com/mogulofficial_"
    }
  },
  "blockmine": {
    "logo": "stake/blockmine/logo.png",
    "background": "stake/blockmine/bg.png",
    "text": "Blockmine is aiming to create the most sustainable farming ecosystem in the DeFi space by providing an unique token evolution. Stop coffee boilin' and get out of the saloon - it's time to gitty up and make some juicy GOLDNUGGETS.",
    "website": "https://block-mine.io/",
    "social": {
      "telegram": "https://t.me/blockmine_io",
      "twitter": "https://twitter.com/blockmine_io"
    }
  },
  "bishares": {
    "logo": "stake/bishares/logo.png",
    "background": "stake/bishares/bg.png",
    "text": "Decentralized Exchange Traded Funds (dETFs) for safe crypto diversification & yield farming. BiShares offers Yield Bearing Funds both in stable coins and LP's that auto compound and take the best average yields across multiple platforms. Their selection of funds will cover all your bases from blue-chip to FOMO tokens.",
    "website": "https://bishares.finance/",
    "social": {
      "telegram": "https://t.me/bishares",
      "twitter": "https://twitter.com/BiSharesFinance"
    }
  },
  "betu": {
    "logo": "stake/betu/logo.png",
    "background": "stake/betu/bg.png",
    "text": "BetU is here to revolutionize both the gambling and gaming industries. From traditional sports to e-sports, you can now place bets on BetU’s Fantasy league and earn up to $10,000 in crypto rewards every week! No risk, real rewards. Play now at play.betufantasy.com",
    "website": "https://betu.io/",
    "social": {
      "telegram": "https://t.me/betucommunity",
      "twitter": "https://twitter.com/betuglobal"
    }
  },
  "oasis": {
    "logo": "stake/oasis/logo.png",
    "background": "stake/oasis/bg.png",
    "text": "ProjectOasis is a metaverse built for users to socialize and interact with various Decentralized applications (Dapps) and protocols available within Decentralized Finance (DeFi). The Oasis universe consists of token swaps (AMMs), farming and staking pools, launchpads, and NFT marketplaces. It includes a Participate-to-Earn element where users are rewarded for their interactions within the metaverse.",
    "website": "https://projectoasis.io/",
    "social": {
      "telegram": "https://t.me/projectoasis_official",
      "twitter": "https://twitter.com/ProjectOasis_"
    }
  },
  "ceek": {
    "logo": "stake/ceek/logo.png",
    "background": "stake/ceek/bg.png",
    "text": "CEEK (CEEK) is a decentralized platform featuring global superstars like Lady Gaga, Katy Perry, Ziggy Marley, Bon Jovi, UFC Champion Francis Ngannou, 3x NBA Champion Dwyane Wade and more. CEEK enables music artists, sports athletes and digital content creators to directly connect with their fans. CEEK tracks digital media assets on the blockchain, and makes fast, efficient secure payments for entertainment and education via smart contracts.",
    "website": "https://www.ceek.io/",
    "social": {
      "telegram": "https://t.me/ceekvrtokensale",
      "twitter": "https://twitter.com/ceek"
    }
  },
  "gamexchange": {
    "logo": "stake/gamexchange/logo.png",
    "background": "stake/gamexchange/bg.png",
    "text": "Game X Change is a gaming platform where users can move assets (virtual cash and NFTs) from one platform, game, or blockchain to another, in a safe and controlled way. Play & earn and convert in-game currencies and NFTs from game to game! Game X Change offers rewards for playing, earning, and farming across the platform through its native utility token, $EXP. Through the use of Game X Change’s technology solutions stack, developers are provided with a full suite of tools to innovate and integrate both legacy and blockchain games. Game X Change is the future of game asset exchange.",
    "website": "https://gamexchange.app/",
    "social": {
      "telegram": "https://t.me/GameXChange",
      "twitter": "https://twitter.com/GameX_Change"
    }
  },
  "wsg": {
    "logo": "stake/wsg/logo.png",
    "background": "stake/wsg/bg.png",
    "text": "Wall Street Games is a next-generation hybrid blockchain-based online gaming platform, where players can earn cryptocurrencies by playing fun & addictive games, collect tradable NFTs and win rewards!",
    "website": "https://stake.wallstreetgames.net/",
    "social": {
      "telegram": "https://t.me/WSGToken",
      "twitter": "https://twitter.com/WSGToken"
    }
  },
  "dep": {
    "logo": "stake/dep/logo.png",
    "background": "stake/dep/bg.png",
    "text": "Playmining is a new form of income that rewards you through adventure and exploration. A platform that creates a society that is free from occupation and environment by exchanging one’s passions among those who create fun and those who share the fun.",
    "website": "https://playmining.com/?locale=en",
    "social": {
      "telegram": "https://t.me/DEAPcoin_group",
      "twitter": "https://twitter.com/PlayMining_SG"
    }
  },
  "cafeswap": {
    "logo": "stake/cafeswap/logo.png",
    "background": "stake/cafeswap/bg.png",
    "text": "CafeSwap is a yield farming and staking platform on BSC Chain and polygon. We have chosen BSC and Polygon because of its low tnx fees and faster speed. We have built this project to provide the best experience with farming while regulating the supply, We believe in partnerships hence we aim to bring all BSC and Polygon DeFi ecosystems in one place to have a friendly ecosystem for all of us.",
    "website": "https://cafeswap.finance",
    "social": {
      "telegram": "https://t.me/CafeSwap",
      "twitter": "https://twitter.com/cafeswapfinance"
    }
  },
  "pacoca": {
    "logo": "stake/pacoca/logo.png",
    "background": "stake/pacoca/bg.png",
    "text": "Paçoca is a portfolio management that evolved into a full DeFi hub, where investors can track and invest in many projects from a single platform. The platform has 3 audits: CertiK, Inspex, and TechRate. Paçoca users can enjoy benefits such as high APY farms (CAKE APY of 150%+), daily buybacks of more than $16,000, and security upgrades such CertiK Skynet security intelligence engine.",
    "website": "https://pacoca.io/",
    "social": {
      "telegram": "https://t.me/pacoca_io",
      "twitter": "https://twitter.com/pacoca_io"
    }
  },
  "annex": {
    "logo": "stake/annex/logo.png",
    "background": "stake/annex/bg.png",
    "text": "A Decentralized Marketplace for Lenders and Borrowers with Borderless Stablecoins.",
    "website": "https://annex.finance/",
    "social": {
      "telegram": "https://t.me/Annex_finance_group",
      "twitter": "https://twitter.com/AnnexFinance"
    }
  },
  "pearzap": {
    "logo": "stake/pearzap/logo.png",
    "background": "stake/pearzap/bg.png",
    "text": "PearZap Finance is a yield farming project on the Polygon Chain, born out of the idea of bringing consistency in high APR's and security to our investors through our $Pear native token. Join the PearZap family and be part of a project that prides itself in quality partnerships and delivering on the promises we make, no matter how juicy they may be. 🍐⚡️",
    "website": "https://pearzap.com/",
    "social": {
      "telegram": "https://t.me/pearzap",
      "twitter": "https://twitter.com/pearzap"
    }
  },
  "czodiac": {
    "logo": "stake/czodiac/logo.png",
    "background": "stake/czodiac/bg.png",
    "text": "Chinese Zodiacs bring luck to those who truly believe. Many people around the global plan their life according to what these signs tell them. With CZodiac, you can win unique Zodiac themed NFTs, play games with your CZodiac tokens such as $OXZ and $TIGZ, earn with $CZF in farms and pools, borrow and earn with the $CZUSD stablecoin, and much more. Our community releases new Chinese Zodiac themed dapps with the latest defi and blockchain gaming technology with airdrops, giveaways, and other rewards to our holders.\n",
    "website": "https://app.czodiac.com/",
    "social": {
      "telegram": "https://t.me/CZodiacofficial",
      "twitter": "https://twitter.com/zodiacs_c"
    }
  },
  "longdrink": {
    "logo": "stake/longdrink/logo.png",
    "background": "stake/longdrink/bg.png",
    "text": "Longdrink Finance is an index protocol for cryptocurrencies. Currently, it offers two index tokens, each containing multiple underlying assets. $BEV (Binance Ecosystem Value) captures the growth of the BSC Ecosystem by uniting ten of the biggest BSC-native projects in one token. $L1Q (Layer 1 Quality Index) gives investors exposure to the leading blockchain architecture, by combining eight of the major layer-1 solutions in one token. Thereby, Longdrink Finance offers investors easy diversification to a wide range of assets, outperforming individual project picks in the long-term (similar to how passive index funds outperform individual stock picks in TradFi). \n\nLongdrink Finance is community-governed, designed as a DAO of talented and unique individuals - of thinkers and tinkerers with a mission. \n\nThrough our community governance token $LONG, holders have exclusive voting rights and say in future protocol innovation.\n",
    "website": "https://longdrink.finance/",
    "social": {
      "telegram": "https://t.me/longdrinkfinance",
      "twitter": "https://twitter.com/LongdrinkDefi"
    }
  },
  "honey": {
    "logo": "stake/honey/logo.png",
    "background": "stake/honey/bg.png",
    "text": "HoneyFarm Finance is a layered delegated yield farming project with deflationary tokenomics of a maximum supply of 24,650 HONEY tokens. There will be multiple layered projects and each layer will also has pools with previous layers' native tokens. The whole project will be finished after the final emission of a certain layered project, which will be announced in advance.",
    "website": "https://honeyfarm.finance/",
    "social": {
      "telegram": "https://t.me/HoneyFarmChat",
      "twitter": "https://twitter.com/HoneyFarmFi"
    }
  },
  "moonpot": {
    "logo": "stake/moonpot/logo.png",
    "background": "stake/moonpot/bg.png",
    "text": "Moonpot is a win-win savings game on Binance Smart Chain powered by Beefy Finance. By depositing crypto into a Moonpot, users gain interest on their assets and enter into a prize draw at the same time. There’s a chance to win weekly prizes paid out in crypto from each Moonpot entered — as well as an exclusive monthly prize draw for $POTS stakers.",
    "website": "https://moonpot.com/",
    "social": {
      "telegram": "https://t.me/moonpotdotcom",
      "twitter": "https://twitter.com/moonpotdotcom"
    }
  },
  "viralata": {
    "logo": "stake/viralata/logo.png",
    "background": "stake/viralata/bg.png",
    "text": "Viralata Finance's sole goal is to drive mainstream adoption and use of decentralised assets in Brazil through decreasing barriers to entry and supporting real world use cases.",
    "website": "https://app.viralata.finance/",
    "social": {
      "telegram": "https://t.me/viralatafinance_eng",
      "twitter": "https://www.twitter.com/viralatafinance"
    }
  },
  "elk": {
    "logo": "stake/elk/logo.png",
    "background": "stake/elk/bg.png",
    "text": "Elk is a user-friendly hub for cross-chain DeFi. The ElkNet multi-bridge supports trading, liquidity mining, and instant transfers across an expanding multitude of networks, including BSC, Avalanche, Polygon, Fantom, HECO, and xDai.",
    "website": "https://elk.finance/",
    "social": {
      "telegram": "https://t.me/elk_finance",
      "twitter": "https://twitter.com/elk_finance"
    }
  },
  "omnifarm": {
    "logo": "stake/omnifarm/logo.png",
    "background": "stake/omnifarm/bg.png",
    "text": "USDO is the most capital efficient stablecoin in DeFi. USDO takes the multi collateral and overcollateralized philosophy of DAI and scales it to support an ever growing collateral list of both crypto and real world assets in a permissionless manner.",
    "website": "https://omnitrade.ocp.finance/",
    "social": {
      "telegram": "http://t.me/opendao",
      "twitter": "https://twitter.com/opendaoprotocol"
    }
  },
  "tosdis": {
    "logo": "stake/tosdis/logo.png",
    "background": "stake/tosdis/bg.png",
    "text": "Tosdis is The Onestop Defi Interoperable Solution where all projects can create staking/farming as a service on ETH/BSC/FTM. TosLabs will serve as an incubator for new and upcoming innovative projects on ETH/BSC/FTM, which will be properly vetted in order to guarantee the smoothest experience for sale participants as well as project owners.",
    "website": "https://app.tosdis.finance/stake",
    "social": {
      "telegram": "https://t.me/Tosdis",
      "twitter": "https://twitter.com/TosdisFinance"
    }
  },
  "yel": {
    "logo": "stake/yel/logo.png",
    "background": "stake/yel/bg.png",
    "text": "YEL Finance is a multi-chain yield enhancement and aggregation platform with several automated farming strategies. Our mission is to build an ecosystem, with looped demand for YEL tokens, while helping projects to jump-start their liquidity or gather extra holders, and maximizing yields and ROI through our protocols.",
    "website": "https://yel.finance/",
    "social": {
      "telegram": "https://t.me/yelfinance",
      "twitter": "https://twitter.com/yel_finance"
    }
  },
  "billionhappiness": {
    "logo": "stake/billionhappiness/logo.png",
    "background": "stake/billionhappiness/background.png",
    "text": "BillionHappiness is a blockchain technology-based apparel company dedicated to providing happiness through a transparent record of information on its quality products. Our goal is to provide authenticity using blockchain technology to eliminate counterfeit items on the market. Billion Happiness has a token called BHC.",
    "website": "https://billionhappiness.finance",
    "social": {
      "telegram": "https://t.me/BillionHappinessOfficial",
      "twitter": "https://twitter.com/BHC_Happiness"
    }
  },
  "ternoa": {
    "logo": "stake/ternoa/logo.png",
    "background": "stake/ternoa/bg.png",
    "text": "Ternoa is a substrate based Blockchain revolutionizing data encryption and transmission by using special NFTs as time capsules to send your data to the future.",
    "website": "https://www.ternoa.com/en",
    "social": {
      "telegram": "https://t.me/ternoa",
      "twitter": "https://twitter.com/ternoa_"
    }
  },
  "wolfden": {
    "logo": "stake/wolfden/logo.png",
    "background": "stake/wolfden/bg.png",
    "text": "A first of its kind Cryptocurrency project, designed to help new investors protect themselves through education, safer strategies & open communication... while learning how to make \"eff you\" money in crypto.",
    "website": "https://www.wolfdencrypto.com/",
    "social": {
      "telegram": "https://t.me/wolfdencrypto",
      "twitter": "https://twitter.com/wolfdencrypto"
    }
  },
  "landshare": {
    "logo": "stake/landshare/logo.png",
    "background": "stake/landshare/bg.png",
    "text": "Bringing Real Estate to the Blockchain. Landshare offers a hassle-free alternative to traditional real estate investments.",
    "website": "https://landshare.io/",
    "social": {
      "telegram": "https://t.me/landshare",
      "twitter": "https://twitter.com/landshareio"
    }
  },
  "pera": {
    "logo": "stake/pera/logo.png",
    "background": "stake/pera/bg.png",
    "text": "Pera Finance is a decentralized trading competition platform with multi-layered yield farming opportunities. Traders, liquidity providers and holders yield farm together through the DeFi's first decentralized trading competition. Every on-chain PERA transaction (transfer, trade, or liquidity addition/ removal) generates a 2 % transaction fee.",
    "website": "https://pera.finance/",
    "social": {
      "telegram": "https://t.me/perafinance",
      "twitter": "https://twitter.com/perafinance"
    }
  },
  "farmhero": {
    "logo": "stake/farmhero/logo.png",
    "background": "stake/farmhero/bg.png",
    "text": "FarmHero is a cross-chain protocol that mixes NFT, yield farming and gaming. Being a novel DEFI and GAMEFI protocol, FarmHero aims to provide fun and profits at the same time. FarmHero contracts are audited by Certik and PeckShield.",
    "website": "https://farmhero.io/",
    "social": {
      "telegram": "https://t.me/farmheroIO",
      "twitter": "https://twitter.com/FarmHeroIO"
    }
  },
  "fruit": {
    "logo": "stake/fruit/logo.png",
    "background": "stake/fruit/background.png",
    "text": "Fruit's Adventures focus on fun first with our Binance Smart Chain powered fruit adventures. Players can win Fruit tokens by playing our decentralized games. The goal of the FRUIT Token DeFi Project is to use Decentralized Finance blockchains to develop and implement fun, skill-based games to increase the potential footprint of crypto usage on the market. FRUIT is dedicated to developing these games one at a time. Currently, all major effort has been focused on recreating the popular Fruit's Adventures slot game and implementing crypto exchange into it. The game has been incredibly popular in Asia for more than 30 years as a street slot game because of its high reward system. You can exchange FRUIT Tokens to play immediately and win more as you play and achieve high marks in the slots! The reason for its popularity is the high payout potential. It uses 8 stake buttons and has 22 units. Nearly every spin will win, with an overall winning rate of over 95%!",
    "website": "https://www.fruitsadventures.com",
    "social": {
      "telegram": "https://t.me/fruitsadventures_com",
      "twitter": "https://twitter.com/FruitsAdventure"
    }
  },
  "krown": {
    "logo": "stake/krown/logo.png",
    "background": "stake/krown/background.png",
    "text": "THE FIRST AI YIELD FARMING AGGREGATOR ON BINANCE SMART CHAIN AND SOLANA. KingDeFi is a DeFi project combining two main areas: analytics and monitoring where we provide a market overview, liquidity pool search engine and portfolio tracking to users and farming as we are a yield optimizer project on BSC and Solana",
    "website": "https://kingdefi.io/",
    "social": {
      "telegram": "https://t.me/KingDefi_Community",
      "twitter": "https://twitter.com/KingDefi2"
    }
  },
  "merlin": {
    "logo": "stake/merlin/logo.png",
    "background": "stake/merlin/background.png",
    "text": "Merlin is an auto-compounding yield aggregator with an ecosystem optimized to focus on safe and sustainable maximum yield return. Merlin takes care of gas costs, APY tracking, optimal yield strategies, security with the goal of maximizing DeFi users' yield farming at the lowest possible cost (All APY & APRs displayed are inclusive of fees).",
    "website": "https://merlinlab.com/farm",
    "social": {
      "telegram": "https://t.me/merlinlab",
      "twitter": "https://twitter.com/MerlinLab_"
    }
  },
  "tenfi": {
    "logo": "stake/tenfi/logo.png",
    "background": "stake/tenfi/background.png",
    "text": "TEN is a yield aggregator, audited by Certik, that simplifies staking and yield farming with the most liquid Binance Smart Chain Liquidity Pools available and provides a robust yield earning environment on the market while adhering to security, sustainability, longevity, and simplicity. TEN is the Token Enrichment Network, decentralized finance, simplified! TEN aims to simplify DeFi by creating a seamless and streamlined process in staking your assets to earn a rewardingly high yet modest APY in the simplest and safest manner while ensuring sustainable growth within the TEN platform across multiple farming ecosystems and optimizing returns for maximum yields in a sustainable and robust manner. TEN was launched to create a truly long-term, yet beneficial model that would ensure the longevity of the $TENFI ecosystem that allows for TEN to adapt and evolve with the DeFi space in general. This allows for high yield opportunities and ensuring that the $TENFI ecosystem continues to evolve and adapt. $TENFI aims to be a vanguard in decentralized finance.\n",
    "website": "https://ten.finance",
    "social": {
      "telegram": "https://t.me/tenfinance",
      "twitter": "https://twitter.com/tenfinance"
    }
  },
  "panther": {
    "logo": "stake/panther/logo.png",
    "background": "stake/panther/background.png",
    "text": "PantherSwap is the first automatic liquidity acquisition yield farm and AMM decentralized exchange running on Binance Smart Chain with lots of unique and creative features that let you earn and win. We plan to add a trading incentive mechanism to our own AMM dex. Users can earn tokens by trading on PantherSwap. But different from traditional trading mining, the rewards on PantherSwap for trading can be different tokens. Other projects can provide their own tokens as rewards for specified trading pairs. More details about it will be published later.",
    "website": "https://pantherswap.com/",
    "social": {
      "telegram": "https://t.me/PantherSwap",
      "twitter": "https://twitter.com/PantherSwap"
    }
  },
  "dopple": {
    "logo": "stake/dopple/logo.png",
    "background": "stake/dopple/background.png",
    "text": "Dopple Finance is building a Stablecoin DeFi ecosystem on the Binance Smart Chain. Our main product is a decentralized stablecoin exchange, which allows users to efficiently swap stablecoins and pegged assets on the Binance Smart Chain. Dopple currently supports the following stablecoins: BUSD, USDT, DAI, USDC, UST & DOLLY. Liquidity Providers can earn trading fees in form of stablecoins by supplying capital to the underlying liquidity pools. Liquidity Providers can also earn Dopple Token Rewards by farming LP tokens or by staking Dopple tokens.",
    "website": "https://dopple.finance/Swap",
    "social": {
      "telegram": "https://t.me/dopplefi",
      "twitter": "https://twitter.com/dopplefi"
    }
  },
  "jetswap": {
    "logo": "stake/jetswap/logo.png",
    "background": "stake/jetswap/background.png",
    "text": "Jetswap is a decentralized Automated Market Maker (AMM) on Binance Smart Chain with low fees and instant trade execution. Trade from the comfort of your own wallet! Trade directly from your favorite wallet application! There are no accounts to set up or trading limits. You have full control over your assets and Jetswap has 0 control over your assets. You can earn BIG WINGS rewards when you deposit your Jetswap WINGS-LP to the WINGS farm. You can also farm WINGS with single assets like WINGS, GFCE, JETS, and FTS! The WINGS LP tokens generate trading fees for the depositor! Even if there is not a supported WINGS farm you can still earn a percentage of every trading fee.",
    "website": "https://jetswap.finance/",
    "social": {
      "telegram": "https://t.me/jetfuelfinance",
      "twitter": "https://twitter.com/Jetfuelfinance"
    }
  },
  "dumpling": {
    "logo": "stake/dumpling/logo.png",
    "background": "stake/dumpling/background.png",
    "text": "DumplingSwap is a gamified, community-driven yield farming project developed by a team of passionate Software Developers with proven experience in the field of DeFi. Our mission is to create an economically sustainable yield farming community by providing a powerful DeFi ecosystem that wants to revolutionize this sector. We are aiming to become an integral part of BSC Ecosystem and a competitor to Eth DeFi projects.",
    "website": "https://app.dumplingdefi.finance/",
    "social": {
      "telegram": "https://t.me/dumplingswap_official",
      "twitter": "https://twitter.com/dumpling_swap"
    }
  },
  "grandbanks": {
    "logo": "stake/grandbanks/logo.png",
    "background": "stake/grandbanks/background.png",
    "text": "Let’s bring yield farming back to basics. The Narwhalswap team is here to make it happen. Imagine, no barrier for entry, no multiple steps to farming — just simple, easy sailing following the tides of the trade. Deposit your favorite token, be it BNB, BUSD, or even our very own GRAND or NAR, and start earning **$GRAND**. There is no need to first pool tokens together in order to deposit and there is no need to switch chains. The Grand Banks does it for you! Save yourself time and fees and simply start investing.",
    "website": "https://www.thegrandbanks.finance/#/",
    "social": {
      "telegram": "https://t.me/theGrandBanks",
      "twitter": "https://twitter.com/Grandbanks13"
    }
  },
  "ironfinance": {
    "logo": "stake/ironfinance/logo.png",
    "background": "stake/ironfinance/background.png",
    "text": "Inspired by FRAX, a unique fractionally-algorithmic stablecoin on the Ethereum network, and utilizing a similar approach, we have created IRON, the first partially-collateralized stablecoin on Binance Smart Chain. The IRON protocol makes use of 2 tokens to achieve its goal:  STEEL and IRON. STEEL - The share token of the Iron finance protocol. Serves as part of the collateral behind IRON. Backed by seigniorage revenue as well as the value of any excess collateral. IRON -  A stablecoin pegged to $1. Partially backed by a continuously adjusting ratio of collateral equal to $1 in value. Check out the docs for more information: https://docs.iron.finance/",
    "website": "https://app.iron.finance/",
    "social": {
      "telegram": "https://t.me/ironfinance",
      "twitter": "https://twitter.com/IronFinance"
    }
  },
  "safefarm": {
    "logo": "stake/safefarm/logo.png",
    "background": "stake/safefarm/background.png",
    "text": "Toffie is the reference token for SAFEFARM within the MarshMallow ecosystem, it is the currency you receive in exchange when you pool / farm your Reflection Tokens.  Toffie is a Mintable token and will serve for multiple functions including the remuneration, purchase and exchange of NFTs on the platform within the Marshmallow Market-place.  The basic idea will be to create real NFTs made and developed by professionals in the sector, so as to bring to the community real valuables that can be exchanged and appreciated over time. All this mechanism can be managed by Toffie.",
    "website": "https://safefarms.marshmallowdefi.com/info",
    "social": {
      "telegram": "https://t.me/MarshmallowDeFi",
      "twitter": "https://twitter.com/SwapMarshmallow"
    }
  },
  "xbtc": {
    "logo": "stake/xbtc/logo.png",
    "background": "stake/xbtc/background.png",
    "text": "xBTC gives users one token access to every single digital asset on earth, pegged against Bitcoin dominance. We call this a “Dominance Hedge.” As the inferior and sluggish Bitcoin loses its dominance, xBTC holders will benefit. DeFi, Social Networks, Gaming, Smart Contracts – all blockchains and use cases are represented by xBTC. With a few clicks of the mouse, users benefit from access to the price action of hundreds of digital assets. This is a brand new type of hedge and asset – this is xBTC.\n",
    "website": "https://xbtc.fi/",
    "social": {
      "telegram": "https://t.me/xBTC_Official",
      "twitter": "https://twitter.com/XBTC_Official"
    }
  },
  "icarus": {
    "logo": "stake/icarus/logo.png",
    "background": "stake/icarus/background.png",
    "text": "icarus.finance is a first of its kind decentralized mining protocol that brings Bitcoin and Ethereum hashrate to the Binance Smart Chain, combining it with further DeFi applications Do you want to mine, or farm crypto assets? Perhaps both? No problem! At icarus.finance, you choose\"\n",
    "website": "http://icarus.finance",
    "social": {
      "telegram": "https://t.me/icarus_finance",
      "twitter": "https://twitter.com/zetta_icarus"
    }
  },
  "satis": {
    "logo": "stake/satis/logo.png",
    "background": "stake/satis/background.png",
    "text": "*Satis is an Automatic Deflationary Token, which means that there is a 2% burn on transactions, please keep this in mind when transferring and trading this token. (slippage 2,5%)* SatisFinance is a brand new DeFi project designed by an experienced development team as the 4th generation deflationary yield farm on Binance Smart Chain. Besides the buyback burning mechanism introduced by Goose Finance and Fullsail Finance, SatisFinance has implemented unique innovative features to fight against the inflation problem faced by most traditional yield farms.\n",
    "website": "https://satis.finance/",
    "social": {
      "telegram": "https://t.me/satisfiChat",
      "twitter": "https://twitter.com/FinanceSatis"
    }
  },
  "apyswap": {
    "logo": "stake/apyswap/logo.png",
    "background": "stake/apyswap/background.png",
    "text": "Start Winning Today With APYSwap Staking. Staking is the process of holding tokens in a cryptocurrency wallet to support the operations of a network. Participants are rewarded for depositing and holding coins, with constant guaranteed time-based returns. Rewards are calculated based on staking time: the longer you stake, the more you earn.",
    "website": "https://apyswap.com/",
    "social": {
      "telegram": "https://t.me/apyswapcom",
      "twitter": "https://twitter.com/apyswap"
    }
  },
  "mash": {
    "logo": "stake/mash/logo.png",
    "background": "stake/mash/background.png",
    "text": "MarshmallowDeFi (MASH) is the next generation of Automated Market Making (AMM) decentralized exchange with a deflationary governance token model. We are your go-to yield farm running on Binance Smart Chain and Pancakeswap exchange, with lots of other features that let you earn tokens. As with the current wave of second-generation yield farms, the aim is to create a perpetual deflation token, the MASH, with a continual burn mechanism in order to field an environment that can sustain long-term gains with consistently high APR for greater earnings.",
    "website": "https://marshmallowdefi.com/",
    "social": {
      "telegram": "https://t.me/MarshmallowDeFi",
      "twitter": "https://twitter.com/SwapMarshmallow"
    }
  },
  "yieldbay": {
    "logo": "stake/yieldbay/logo.png",
    "background": "stake/yieldbay/background.png",
    "text": "Our mission is to create the most Economically Sustainable and Accessible yield farming community on BSC by providing a simple user interface, facilitating access to DeFi, and creating a perpetual deflation token, the PALM token. YieldBay has the goal of fostering AMM and DeFi market by facilitating the participation of traditional investors in the Crypto Ecosystem. Expanding the potential market reach requires simple and smooth interfaces as well as easier connections between Fiat and Crypto markets. To increase protocol economical sustainability, we aim at increasing burning fees and defining additional deflationary strategies benefitting holders.",
    "website": "https://yieldbay.finance/",
    "social": {
      "telegram": "https://t.me/yieldbay",
      "twitter": "https://twitter.com/yieldbay"
    }
  },
  "thypoon": {
    "logo": "stake/thypoon/logo.png",
    "background": "stake/thypoon/background.png",
    "text": "Typhoon is a decentralized, fully on-chain implemented project to enable private transactions between 2 wallets. It does this cleverly by somewhat taking on the role of proxy, but on cryptography steroids. Typhoon utilizes zkSNARK, a novel form of zero-knowledge cryptography. zkSNARK makes it possible for users to prove possession of information, without actually revealing that information. When depositing money into Typhoon, the user generates a random secret and submits a part of it (a hash) along with the assets into the smart contract. In order to then withdraw that deposit again, the user has to provide cryptographic proof that he is indeed the owner of a secret to an unspent deposit. All without revealing the secret he holds to the public blockchain, thanks to zkSNARK!",
    "website": "https://app.typhoon.network/",
    "social": {
      "telegram": "https://t.me/typhoonnetwork",
      "twitter": "https://twitter.com/TyphoonCrypto"
    }
  },
  "biticity": {
    "logo": "stake/biticity/logo.png",
    "background": "stake/biticity/background.png",
    "text": "Biti City is a NFT yield farm that combines the fun of gacha and leveling your NFT Bitibots to earn BITI token rewards. With the understanding that two is better than one, Bitibots are able to combine and breed newer generation Bitibots with the ability to earn BITI token (BITI) rewards via mining, sacrificing their parts in the process for the greater good. Each Bitibot’s unique set of DNA attributes determines their mining hashrate, and the overall success of Biti City. As a Bitibot master, the fate of the world now rests in your hands…",
    "website": "https://www.biti.city",
    "social": {
      "telegram": "https://t.me/biti_city",
      "twitter": "https://twitter.com/bitibots"
    }
  },
  "bingo": {
    "logo": "stake/bingo/logo.png",
    "background": "stake/bingo/background.png",
    "text": "Bingo Cash Finance is the AlgoStable coin protocol built on the Binance Smart Chain (\"BSC\")  for casino gaming. We are a fair launch project with no pre-sale, no investor, and no pre-mine. Ensuring that everyone is equal from the start. All AlgoStable currently available on BSC has almost no use case. Some have “games” yes but those don’t quite live up to help people release their stress. Many of them are just simple lottery or something very repetitive. On that premise, we took it upon ourselves to serve the good people of BSC with a whole lot of Casino games to quenches your thirst for entertainment.",
    "website": "https://bingocash.fi/",
    "social": {
      "telegram": "https://t.me/bingocash_official",
      "twitter": "https://twitter.com/Bingocashfi"
    }
  },
  "thunder": {
    "logo": "stake/thunder/logo.png",
    "background": "stake/thunder/background.png",
    "text": "ThunderSwap.Finance — The new thundering Yield Farm on BSC Network (Binance Smart Chain). We, at ThunderSwap are a professional software team with lots of love towards crypto. We always wanted to contribute to the crypto community space and show our love for crypto. What else would be a better start than using our skills to build something new and exciting in the hot new DeFi space. Our goal is to contribute to crypto awareness and worldwide crypto acceptance. ThunderSwap is going to be our starting point for this journey. We are going to start small just with Thunder yield farms and pools, but we have a lot of exciting additions that are going to come live soon. ThunderSwap is going to use Thunder Token (TNDR) as the main fuel for the platform and we have a lot of plans to take it to the top charts with our roadmap.",
    "website": "https://thunderswap.finance/",
    "social": {
      "telegram": "https://t.me/thunder_swap",
      "twitter": "https://twitter.com/thunder_swap"
    }
  },
  "swirl": {
    "logo": "stake/swirl/logo.png",
    "background": "stake/swirl/background.png",
    "text": "Swirl is a BSC-deployed fork of Tornado.cash, the strongest privacy protocol on the Ethereum network. It uses various cryptographic methods, including implementations of zero-knowledge(zkSnarks) proofs to achieve privacy functionality. So we’ve taken something that works, which allows 100M USD worth of tokens per day to regain their right to anonymity, customized it in Swirl for the current DeFi landscape, and brought it to Binance Smart Chain. Now, Swirl will allow you to send BSC cryptocurrency with 100% anonymity! *Swirl is a declinatory Token, which means that there is a 2% burn on transactions that get redistributed, please keep this in mind when transferring and trading this token.*",
    "website": "https://swirl.cash/",
    "social": {
      "telegram": "https://t.me/Swirl_Cash",
      "twitter": "https://twitter.com/Swirl_Cash"
    }
  },
  "zcore": {
    "logo": "stake/zcore/logo.png",
    "background": "stake/zcore/background.png",
    "text": "ZCore Finance is a decentralized exchange running on Binance Smart Chain and Pancake swap exchange, with features that let you earn and win tokens. What we are trying to do is create a perpetual deflation token, the ZEFI, that allows a constant price pump with a sufficient burn mechanism. We are not trying to replace the swap & exchange but to add value into the system and create a suitable and sustainable environment for people to yield farm with high APR.",
    "website": "https://finance.zcore.network/",
    "social": {
      "telegram": "https://t.me/ZCoreMiners",
      "twitter": "https://twitter.com/ZCoreCrypto"
    }
  },
  "astronaut": {
    "logo": "stake/astronaut/logo.png",
    "background": "stake/astronaut/background.png",
    "text": "Astronaut is a protocol built for decentralizing the way in which new projects and ideas coming to the BSC ecosystem raise capital. With Astronaut, decentralized projects will be able to raise and exchange capital cheap and fast. Users will be able to participate in a secure and interoperable environment on the Binance Smart Chain. The deployment of the protocol will take place in III phases. During Phase I Astronaut is a deflationary token that burns and redistributes %s to its holders. During Phase II Astronaut will release its evolved platform and launchpad to provide secure, fair, and affordable launches to both projects and investors alike. Phase III will be the real game-changer with a bridge and a full DeFi ecosystem. Astronaut takes their initiative from the bottom up slowly increasing value to the project and holders of the native NAUT token. *Astronaut is an Automatic Yield Token, which means that there is a 4% burn on transactions that get redistributed, please keep this in mind when transferring and trading this token.*",
    "website": "https://astronaut.to/",
    "social": {
      "telegram": "https://t.me/joinchat/pJTzEu-mhnAzMjMx",
      "twitter": "https://twitter.com/astronauttoken"
    }
  },
  "space": {
    "logo": "stake/space/logo.png",
    "background": "stake/space/background.png",
    "text": "Farm your way into DeFi space! Bringing dual farming rewards through margin trading and lending, to yield farming, on the Binance Smart Chain.",
    "website": "https://farm.space/",
    "social": {
      "telegram": "https://t.me/farmdotspace",
      "twitter": "https://twitter.com/farmdotspace"
    }
  },
  "squirrel": {
    "logo": "stake/squirrel/logo.png",
    "background": "stake/squirrel/background.png",
    "text": "In recent months the TVL (total value locked) inside BSC DeFi has skyrocketed due to an endless variety of token-incentivized adoption boosters known as Yield Farming. The problem introduced is some of these are experimental or unaudited projects, which can leave unsavvy farmers exposed if something were to go wrong. Because of the crazy APR % some of these can offer in the first few days, many users completely neglect to account for the possible risks introduced (Yolo-farming). Squirrel aims to resolve this problem by developing a trusted ecosystem to empower, secure & simplify DeFi for end users.",
    "website": "https://squirrel.finance/",
    "social": {
      "telegram": "https://t.me/SquirrelDeFi",
      "twitter": "https://twitter.com/SquirrelDeFi"
    }
  },
  "memefarm": {
    "logo": "stake/memefarm/logo.png",
    "background": "stake/memefarm/background.png",
    "text": "Meme Farm is an exciting protocol that combines DeFi yield-farming and rare non-fungible tokens (NFTs). You’re probably familiar with various food farming coin clones, most of which have a lifespan of 48 hours or less. While these tokens can make a small fortune for early adopters, most of them die out quickly because they lack actual utility. Most are simply governance tokens that get dumped by big farmers because they aren’t interested in participating in creating and voting on proposals. So what’s our solution for creating a high-yield farming token that can last in the long term? It’s to give the tokens actual utility and value (and thus, buy pressure) by combining them with one of the hottest cryptocurrency industries: NFTs.\n",
    "website": "https://memefarm.io/",
    "social": {
      "telegram": "https://t.me/APEcoin_Chat",
      "twitter": "https://twitter.com/Go_MemeFarm"
    }
  },
  "slimefinance": {
    "logo": "stake/slimefinance/logo.png",
    "background": "stake/slimefinance/background.png",
    "text": "Slime Finance is a new yield farming project on the Binance Smart Chain. We yearn to offer competitive yield rates for our investors by delivering innovative updates in a timely manner. What differentiates us from other yield services is how we interact with our community. We strive to listen to all suggestions given on our social media and let the community vote for features. We are a team of software developers with bold ideas, working rigorously, passionately, and tirelessly on the Slime Finance project. We promise to deliver on the mid to long term a true utility to our Slime Token and fight against traditional yield farm inflation.",
    "website": "https://slime.finance/",
    "social": {
      "telegram": "https://t.me/slimefinance",
      "twitter": "https://twitter.com/slimefinance"
    }
  },
  "ramenswap": {
    "logo": "stake/ramenswap/ramenswap.png",
    "background": "stake/ramenswap/background.png",
    "text": "The Most Delicious Yield Farm AMM on Binance Smart Chain. RamenSwap Finance is a community driven Yield Farming, DeFi Aggregator and DEX Aggregator on Binance Smart Chain. You can earn RAMEN by staking it on the pool and farming it by providing the liquidity to earn more delicious RAMEN. You can also maximize your return by compounding your token in the vault and connecting several DEX to find the most efficient swapping routes across all platforms that will be released in Q2 to support BSC space.\n",
    "website": "https://ramenswap.finance/",
    "social": {
      "telegram": "https://t.me/ramenswap",
      "twitter": "https://twitter.com/ramenswap"
    }
  },
  "saltswap": {
    "logo": "stake/saltswap/saltswap.png",
    "background": "stake/saltswap/background.png",
    "text": "We are a team of experienced software developers and product managers from top tier tech companies (aka the salts) that want to contribute to the BSC DeFi yield farm movement and take it to the next level. Even though we are starting off with a salty yield farm, we will quickly move on to bigger and greater things. We have big plans for the SALT token.\n",
    "website": "https://saltswap.finance/",
    "social": {
      "telegram": "https://t.me/saltswap",
      "twitter": "https://twitter.com/saltswap"
    }
  },
  "crowfinance": {
    "logo": "stake/crowfinance/crowfinance.png",
    "background": "stake/crowfinance/background.png",
    "text": "CrowFinance an Evolution Yield Farming on Binance Smart Chain with daytime and nighttime burn mechanism system fork from fry and add some function from thug + jetfuel",
    "website": "https://www.crowfinance.net/",
    "social": {
      "telegram": "https://t.me/CrowFinance",
      "twitter": "https://twitter.com/crowfinance"
    }
  },
  "apeswap": {
    "logo": "stake/apeswap/logo.png",
    "background": "stake/apeswap/background.png",
    "text": "ApeSwap is an Automated Market Maker, Yield Farming, and Staking platform on Binance Smart Chain (forked from PancakeSwap). ApeSwap was built by DeFi Apes, for DeFi Apes. We have a dedicated team of experienced monkeys, who have been in the crypto space for years. $BANANA is the native currency of our platform. Stake, pool, and earn $BANANA all on ApeSwap.",
    "website": "https://apeswap.finance/",
    "social": {
      "telegram": "https://t.me/ape_swap",
      "twitter": "https://twitter.com/ape_swap"
    }
  },
  "soup": {
    "logo": "stake/soup/logo.png",
    "background": "stake/soup/background.png",
    "text": "Soup Protocol is an experimental project that enables the generation of SOUP tokens that runs on Binance Smart Chain. Inspired by the likes of Basis Cash & bDollar, SOUP is an algorithmic token that is designed to pegged its value to the Binance (BNB) token instead of a stablecoin. The protocol is designed to expand and contract the supply of SOUP tokens similar to the way central banks trade fiscal debt to stabilise purchasing power, without any rebases or collateral risk. The SOUP token can be used to buy and sell tokens on Pancake Swap and also can be used to interact with Soup Protocol's upcoming games such as Soup3D.",
    "website": "https://soups.finance/",
    "social": {
      "telegram": "https://t.me/soup_community",
      "twitter": "https://twitter.com/soupingGood"
    }
  },
  "tanks": {
    "logo": "stake/tanks/logo.png",
    "background": "stake/tanks/bg.png",
    "text": "If you’re tired of NFT games that are only based on the technology but are not good games.\nIf you’re tired of spending thousands of hours and not getting anything out of it. Look no further…\n\nWELCOME TO EARTH ZERO METAVERSE YEAR 23100\nThe ozone layer that protectively embraced the planet no longer exists. Exposed to harsh solar storms the skies\nrage with turbulent winds. This is an age without oceans. This is an age without flight. This is an age where the\nfight for supremacy hinges on having the Ultimate Armoured Vehicle.\n\nFor who controls the tanks control A.O.T. And who controls the A.O.T, controls the Metaverse!\n\nMine resources, build your NFT tanks, and defend your territory against thousands of other players that will try to\noutsmart you! Are you ready to Assemble.Outwit.Triumph?\n",
    "website": "https://ageoftanks.io/",
    "social": {
      "telegram": "https://t.me/ageoftanksdiscussion",
      "twitter": "https://twitter.com/AgeOfTanksNFT?s=09"
    }
  },
  "dibs": {
    "logo": "stake/dibs/logo.png",
    "background": "stake/dibs/bg.png",
    "text": "DibsMoney - not just another Tomb fork! dibs.money is a multi-token DeFi protocol pegged to the price of BNB, and with multiple use cases that will drive demand in the short term pipeline, as an example a launch partnership with one of the largest NFT-platforms on the Binance smart chain. \n\n$DIBS is a unique token in that it tracks the price of BNB, all while earning super high APY's. $DSHARE on the other hand is your ticket to earn the freshly minted $DIBS from the dibs.money Piggybank. Whether you're bullish on BNB or on Dshare - dibs.money has an option for you.\n",
    "website": "https://www.dibs.money/farm",
    "social": {
      "telegram": "https://t.me/dibsmoney",
      "twitter": "https://twitter.com/DibsMoney"
    }
  },
  "empmoney": {
    "text": "Emp Money is a seigniorage protocol which is designed to follow the price of ETH. It is the first decentralized algorithmic coin on BSC that is paired to the price of ETH. It enables users to enjoy high yields normally only found on high risk assets, but with exposure to ETH (and its price appreciation) rather than just a stable token. A way to look at it would be essentially fractional ETH (think Satoshi to BTC) because 4000 EMP is to equal 1 ETH. The EMP token is the main token of the growing ecosystem, inspired by projects like tomb finance, and has many improvements to the economics with other unique use cases.",
    "website": "https://emp.money/",
    "social": {
      "telegram": "https://t.me/empmoney",
      "twitter": "https://twitter.com/empmoneybsc"
    }
  },
  "biswap": {
    "text": "Biswap is the 1st decentralized exchange platform on the market with a Multi-type Referral Program and the lowest platform transaction fee of 0.1%. We are a prominent DEX for swapping BEP-20 tokens on the Binance Smart Chain network. Biswap is not only about DEX, but an expanding Metaverse! The Biswap team constantly develops its products further and provides users with more crypto opportunities. Biswap ecosystem reaches new horizons as well by arranging new collaborations and epic integrations in the world of DeFi. On Biswap, you are welcome to experience fast and convenient exchange with leading tokens!",
    "website": "https://biswap.org/farms",
    "social": {
      "telegram": "https://t.me/biswap",
      "twitter": "https://twitter.com/Biswap_DEX"
    }
  },
  "bombmoney": {
    "text": "Bomb Money is a high-yielding algorithmic stablecoin protocol on Binance Smart Chain (BSC) that utilizes seigniorage mechanisms to maintain a 10,000:1 peg of its native $BOMB token to Bitcoin (BTC). Through this protocol, Bomb Money aims to provide attractive yield earning opportunities for Bitcoin holders while still maintaining significant Bitcoin exposure.",
    "website": "https://www.bomb.money/",
    "social": {
      "telegram": "https://t.me/bombmoneybsc",
      "twitter": "https://twitter.com/BombMoneyBSC"
    }
  },
  "liquidus": {
    "logo": "stake/liquidus/logo.png",
    "background": "stake/liquidus/bg.png",
    "text": "Liquidus is a practical tool that will allow you to easily stake your crypto assets on leading DeFi platforms. We’ll bring the rapidly expanding Decentralized Finance (DeFi) ecosystem to the masses, breaking complicated processes down through easy-to-use, simplistic interfaces. We’re here to change how people think about DeFi and our much-anticipated web and mobile application is planned for launch in Q1 of 2022.",
    "website": "https://farm.liquidus.finance/",
    "social": {
      "telegram": "https://t.me/liquidusfinance",
      "twitter": "https://twitter.com/LiquidusFinance"
    }
  },
  "dark": {
    "logo": "stake/dark/logo.png",
    "background": "stake/dark/bg.png",
    "text": "DarkCrypto - Algorithms Token Pegged With CRO on CRONOS chain. $DARK will be an on-demand token for DarkVerse - Universe of GameFi and metaverse.",
    "website": "https://www.darkcrypto.finance/",
    "social": {
      "telegram": "https://t.me/darkcryptofi",
      "twitter": "https://twitter.com/DarkCryptoFi"
    }
  },
  "valleyswap": {
    "text": "ValleySwap is a decentralized exchange on the Oasis Emerald paratime that includes features like liquidity farming, swap and ICO. Valleyswap follows a non-custodial, peer-to-peer, automated-market-maker model. We aim to provide fast, safe and cheap service to swap tokens within the Oasis emerald paratime. We aim to become the best launchpad on Oasis emerald.",
    "website": "https://valleyswap.com/",
    "social": {
      "telegram": "https://t.me/valleyswap_chat",
      "twitter": "https://twitter.com/ValleySwap"
    }
  },
  "scream": {
    "logo": "stake/scream/logo.png",
    "background": "stake/scream/bg.png",
    "text": "SCREAM is a highly-scalable decentralised lending protocol built and powered by the Fantom Blockchain.",
    "website": "https://scream.sh/",
    "social": {
      "telegram": "https://t.me/screamsh",
      "twitter": "https://twitter.com/screamdotsh"
    }
  },
  "tombfinance": {
    "logo": "stake/tombfinance/logo.png",
    "background": "stake/tombfinance/background.png",
    "text": "Tomb algorithmic token is the first project and the base foundation of an ecosystem that will bring utility and value for token holders. Designed by the Tomb.finance team as the first algorithmic token pegged to FTM instead of a stablecoin, on OPERA Fantom. It works around a solution that can adjust the token supply to move the price of the token itself up or down, in the direction of a target price to bring programmability and stability to the price. Inspired by Basis original idea, and its predecessors improvements (bDollar and soup), Tomb is a multi-token protocol that consists of the following tokens: Tomb (TOMB), Tomb Shares (TSHARE), and Tomb Bonds (TBOND).\n",
    "website": "https://tomb.finance",
    "social": {
      "telegram": "https://t.me/tombfinance",
      "twitter": "https://twitter.com/tombfinance"
    }
  },
  "esterfinance": {
    "logo": "stake/esterfinance/logo.png",
    "background": "stake/esterfinance/background.png",
    "text": "Ester.Finance is a Decentralized Finance (DeFi) Yield Optimizer project on the Fantom Opera Blockchain. Ester can make you earn more crypto with crypto. Through a set of smart contracts and several investment strategies, Ester.Finance automatically maximizes the user rewards from various liquidity pools (LPs), automated market-making (AMM) projects, and other yield farming opportunities in the DeFi ecosystem. This provides a huge advantage over attempting to do this manually yourself.",
    "website": "https://app.ester.finance/",
    "social": {
      "twitter": "https://twitter.com/EsterFinance"
    }
  },
  "2omb": {
    "logo": "stake/2omb/logo.png",
    "background": "stake/2omb/bg.png",
    "text": "2omb Finance is a proud fork of Tomb Finance, with 4x faster TSHARE (2SHARE) emissions. People are always looking for the next fork of successful projects. 2omb Finance simplifies this process into a trusted team that delivers an ecosystem of symbiotic forks that thrive on the success of one another. Native tokens of previous forks are utilized for participation in genesis pools of new forks.",
    "website": "https://2omb.finance/",
    "social": {
      "discord": "https://discord.gg/sTXFJ82HcP",
      "twitter": "https://twitter.com/2ombfinance"
    }
  },
  "spirit": {
    "logo": "stake/spirit/logo.png",
    "background": "stake/spirit/bg.png",
    "text": "The SpiritSwap protocol provides a platform for trading, staking, and farming. SpiritSwap incentivizes Fantom network participation through revenue sharing by locking SPIRIT in return for inSPIRIT. inSPIRIT vests at the end of the lock and is non-transferrable. Lock your SPIRIT on Beefy to mint binSPIRIT, Beefy’s liquid version of inSPIRIT. Stake your binSPIRIT-SPIRIT LP in our vault, and earn high interests on the pair with near-zero impermanent loss. Deposit your mooSpiritBinSPIRIT-SPIRIT (receipt for LP deposited in our vaults) into the boost to earn mooBinSPIRIT.",
    "website": "https://app.spiritswap.finance/",
    "social": {
      "discord": "https://discord.gg/spiritswap",
      "twitter": "https://twitter.com/Spirit_Swap"
    }
  },
  "wigoswap": {
    "logo": "stake/wigoswap/logo.png",
    "background": "stake/wigoswap/bg.png",
    "text": "DeFi hub with LIFETIME farming earnings powered by Gamified Burning Mechanism (GBM). \nGBM comes in by utilizing burning function through increasing activities on platform and boosts the burning process.\nIt means that WigoSwap is able to continue minting tokens by constantly and automatically de-minting them. With the help of this mechanism, we will never reach the 2B hard-cap.",
    "website": "https://wigoswap.io/",
    "social": {
      "telegram": "https://t.me/wigoswap",
      "twitter": "https://twitter.com/wigoswap"
    }
  },
  "based": {
    "logo": "stake/based/logo.png",
    "background": "stake/based/bg.png",
    "text": "Based Finance is launched with the main purpose of supporting Tomb Finance by pegging BASED to TOMB, thus giving additional use cases to TOMB as well as attracting more TVL into the Fantom ecosystem. The BASED algorithmic token aims to serve as the backbone of a rapidly growing Fantom ecosystem and aims towards bringing new liquidity.",
    "website": "https://basedfinance.io/",
    "social": {
      "telegram": "https://t.me/BasedFinanceio",
      "twitter": "https://twitter.com/BasedFinance_io"
    }
  },
  "orkan": {
    "text": "Orkan is a meta-governance protocol over liquidity flow within the FTM ecosystem. Orkan utilizes perpetual bond issuance to acquire governance tokens from protocols on FTM employing liquidity gauges and locking mechanisms as exchange incentives. Orkan's other plan is to enable deep liquidity and usage of wrapped BTC assets within the ecosystem.",
    "website": "https://orkan.finance/#/dashboard",
    "social": {
      "telegram": "https://discord.com/invite/mqd2ZaXeEB",
      "twitter": "https://twitter.com/EnterTheStrudel"
    }
  },
  "hector": {
    "text": "HEC and TOR make up the foundations of the HECTOR Ecosystem. Over the coming months and years, TOR will expand to be one of the only truly decentralized and algorithmic stablecoins in the market. This will allow for significant growth of the HECTOR Ecosystem and bring value and utility to users everywhere. Over time, TOR will expand to be usable in a wide range of markets and use cases. To create adoption, partnership must be a focus. We aim to create strong, long-lasting partnerships to aid the adoption of TOR.",
    "website": "https://app.hector.finance/#/farming",
    "social": {
      "telegram": "https://t.me/hectorDAO",
      "twitter": "https://twitter.com/HectorDAO_HEC"
    }
  },
  "midas": {
    "text": "A custodial crypto-investment platform for staking core crypto assets and DeFi markets. All funds are managed automatically through the non-custodial wallet infrastructure on Fireblocks for hefty security. Advanced platform features such as MIDAS BOOST, allowing users to gain additional exposure via $MIDAS token.",
    "website": "https://midas.investments/",
    "social": {
      "telegram": "https://t.co/9VgNoIRTDb",
      "twitter": "https://twitter.com/Midas_platform"
    }
  },
  "fuse": {
    "logo": "stake/fuse/logo.png",
    "background": "stake/fuse/bg.png",
    "text": "Fuse is a platform featuring a fast and low-cost, Ethereum-compatible blockchain, a robust plug-and-play mobile-centric crypto payments infrastructure for creating token-based applications and a rapidly growing ecosystem of payments, decentralized finance and NFT projects.",
    "website": "https://www.fuse.io",
    "social": {
      "telegram": "https://t.me/fuseio",
      "twitter": "https://twitter.com/Fuse_network"
    }
  },
  "elon": {
    "logo": "stake/elon/logo.png",
    "background": "stake/elon/bg.png",
    "text": "We are thrilled to announce that the Dogelon Mars (ELON) token has now been ported to the Fuse Network blockchain. Fuse Network becomes only the third blockchain on which the token has officially been enabled (in addition to Ethereum and Polygon). \nA FUSE/ELON trading pool has been created on the Voltage Finance (formerly, FuseFi) decentralized exchange (DEX).\nWe are boosting this pool with more tokens of the same kind you deposited. Claim the rewards and you will see them already staked in the vault.",
    "website": "https://dogelonmars.com/",
    "social": {
      "telegram": "https://t.me/dogelonmars",
      "twitter": "https://twitter.com/DogelonMars"
    }
  },
  "relay": {
    "logo": "stake/relay/logo.png",
    "background": "stake/relay/bg.png",
    "text": "Thanks to Metis’ close partnership with Relay Chain, the wrapped version of the largest and longest-running cryptocurrency is now available throughout the Andromeda network. To celebrate this partnership we are boosting this vault with extra $METIS tokens on top.",
    "website": "https://app.relaychain.com/#/cross-chain-bridge-transfer",
    "social": {
      "telegram": "https://t.me/relaychaincommunity",
      "twitter": "https://twitter.com/relay_chain"
    }
  },
  "stellaswap": {
    "logo": "stake/stellaswap/logo.png",
    "background": "stake/stellaswap/bg.png",
    "text": "StellaSwap is the first and leading Moonbeam DEX that offers an integrated gateway to the DeFi world. Users can swap, earn, yield farm, bridge assets, explore new projects and engage in NFT trading all from a single unified platform. StellaSwap's products are structured in such a way that facilitates decentralized governance of STELLA holders, while continuing to innovate on the collective foundations by design.",
    "website": "https://stellaswap.com/",
    "social": {
      "telegram": "",
      "twitter": ""
    }
  },
  "huckleberry": {
    "logo": "stake/huckleberry/logo.png",
    "background": "stake/huckleberry/bg.png",
    "text": "Huckleberry is a community driven AMM crosschain DEX built on Moonriver, where every single feature is designed around creating value for FINN holders. This is seen in everything from its high-APR Rivers, risk-free Excursions and the FINN token itself. FINN has a special feature called Passive Sailin’, where 1% of every FINN transaction is shared among all FINN holders. This means that all our users are constantly earning just by holding FINN.",
    "website": "https://www.huckleberry.finance/",
    "social": {
      "telegram": "https://t.me/HuckleberryDex",
      "twitter": "https://twitter.com/HuckleberryDEX"
    }
  },
  "jarvis": {
    "logo": "stake/jarvis/logo.png",
    "background": "stake/jarvis/bg.png",
    "text": "Jarvis Network is a set of protocols and applications to bring DeFi to everyone. Its first protocol, Synthereum, pioneers a capital efficient manner to issue and exchange synthetic fiat currencies on Ethereum and Polygon. Called jFIAT, these stablecoins are redeemable for USDC at the oracle price, making them stable and liquid.",
    "website": "https://jarvis.network/",
    "social": {
      "telegram": "https://t.me/jarvisnetwork",
      "twitter": "https://twitter.com/jarvis_network"
    }
  },
  "polysage": {
    "logo": "stake/polysage/logo.png",
    "background": "stake/polysage/bg.png",
    "text": "PolySage Finance is a next-generation yield farming protocol on the Polygon network with lots of unique and creative features that enable you to earn a passive income. We are trying to create a protocol like Yearn, but with a reduced token supply and high value for Polygon Network users, LP providers and stakers.\n\nPolySage is a Layered farm that is temporary.",
    "website": "https://polysage.finance/",
    "social": {
      "telegram": "https://t.me/polywisedefi",
      "twitter": "https://twitter.com/polywisefinance"
    }
  },
  "tetu": {
    "logo": "stake/tetu/logo.png",
    "background": "stake/tetu/bg.png",
    "text": "TETU is a DeFi application built on Polygon that implements automated yield farming strategies in order to provide investors with a safe and secure method of receiving a high yield on their investments. TETU tokens represent a share of the collective efforts and expertise of the team who are wholly focused on creating robust income streams for Tetu users. Audited by PeckShield, our tech speaks for itself, but more important are the people behind it forming a culture of inclusivity, transparency, and a global community who all wants high yields secured by competent technology.",
    "website": "https://app.tetu.io/",
    "social": {
      "telegram": "https://t.me/tetu_io",
      "twitter": "https://twitter.com/tetu_io"
    }
  },
  "polywise": {
    "logo": "stake/polywise/logo.png",
    "background": "stake/polywise/bg.png",
    "text": "PolyWise is a high-yield on Polygon which is opening dividend pools soon. You will be able to stake $WISE and earn $USDC and $WMATIC. PolyWise is audited by Paladin, KYC'd by rugdoc and has a low risk rating on Rugdoc.",
    "website": "https://polywise.finance/",
    "social": {
      "telegram": "https://t.me/polywisedefi",
      "twitter": "https://twitter.com/polywisefinance"
    }
  },
  "polyalpha": {
    "logo": "stake/polyalpha/logo.png",
    "background": "stake/polyalpha/bg.png",
    "text": "PolyAlpha Finance is the second layer to PolygonFarm’s ecosystem and it’s another famers’ fav! Placing the security of investors’ funds as the topmost priority, 2 full security audits have been completed with CertiK and Paladin, two of the best blockchain security experts. To further signal transparency, the project owner has again completed the RugDoc KYC and received a low-risk review. In just 10 days, PolyAlpha has reached from $8M to $10M TVL (~$1.2M MC), over $500K in liquidity, and averaged just under $1M in 24-hour trading volume. The relatively higher trading volume for the native token $ALPHA is highly advantageous for liquidity providers and Beefy vaults will no question elevate benefits for both communities! With a scares supply of only 9300 and a constant emission rate of 0.011/block, $ALPHA’s tokenomics are built for success!",
    "website": "https://polyalpha.finance/",
    "social": {
      "telegram": "https://t.me/PolyAlphaFi",
      "twitter": "https://twitter.com/PolyAlphaFi"
    }
  },
  "sandman": {
    "logo": "stake/sandman/logo.png",
    "background": "stake/sandman/bg.png",
    "text": "The Greatest Multilayered Hybrid Yield Farming, NFTs & Vaults.\nThe First Stealth Presale ever, sold out in under 30 secs. On its path to Community-Owned AMM, Gambling, and a premier DAO.\nWe have several uses for your NFTs: NFTs Battles, NFTs farm boosting, NFT's Game Cards over layer.\nSandman Finance was the first project to present the swap/utility token. Where you are rewarded just by holding the presale token. Never seen before!",
    "website": "https://sandman.finance/",
    "social": {
      "telegram": "https://t.me/SandMan_Finance",
      "twitter": "https://twitter.com/sandman_finance"
    }
  },
  "yieldwatch": {
    "logo": "stake/yieldwatch/logo.png",
    "background": "stake/yieldwatch/bg.png",
    "text": "yieldwatch.net is a smart yield farming dashboard that lets you monitor your liquidity pools, yield farming and token staking performance with a casual and sleek UI, which is optimised for mobile use. Just like the lifeguards in Malibu watch over the swimmers, we watch over your yield.",
    "website": "https://www.yieldwatch.net/",
    "social": {
      "telegram": "https://t.me/yieldwatch",
      "twitter": "https://twitter.com/yieldwatch"
    }
  },
  "polypup": {
    "logo": "stake/polypup/logo.png",
    "background": "stake/polypup/background.png",
    "text": "PolyPup Finance is a new DeFi project on Polygon featuring a deflationary token model. The main features are a low emission rate, low supply, and a layered farming approach to the platform. This model will help end-users earn maximum yields over a long time. Buyback and burns will help stabilize a price floor for long term holders.",
    "website": "https://bone.polypup.finance/",
    "social": {
      "telegram": "https://t.me/PolyPupFarm",
      "twitter": "https://twitter.com/PolyPup1"
    }
  },
  "polyfarm": {
    "logo": "stake/polyfarm/logo.png",
    "background": "stake/polyfarm/bg.png",
    "text": "PolygonFarm Finance is a community led next generation sustainable stable-yield farming protocol established exclusively on the Polygon ecosystem. PolygonFarm Finance's Admin completed KYC with RugDoc. PolygonFarm Finance has deflationary token model with very limited maximum supply of 500,000 SPADE tokens & very low emission rate. There will be multiple layered farms by PolygonFarm and each layer will also has pools with previous layers' native tokens.",
    "website": "https://polygonfarm.finance/",
    "social": {
      "telegram": "https://t.me/PolygonFarmFinance",
      "twitter": "https://twitter.com/PolygonFarmFi"
    }
  },
  "polycracker": {
    "logo": "stake/polycracker/logo.png",
    "background": "stake/polycracker/bg.png",
    "text": "PolyWantsACracker is a yield farm on Polygon Network (MATIC). It was designed in response to specific demand from the yield farming community, and the farm's LITHIUM token will provide superior value to investors by being used in the farm's next layer, which will introduce genre-redefining features and usher in an entirely new generation of sustainable, user-owned yield farms.",
    "website": "https://polywantsacracker.farm/",
    "social": {
      "telegram": "https://t.me/PolyWantsACracker_Farm",
      "twitter": "https://twitter.com/PolyWantsAFarm"
    }
  },
  "xyeld": {
    "logo": "stake/xyeld/logo.png",
    "background": "stake/xyeld/bg.png",
    "text": "PolyYeld Finance is a dedicated team of five developers, aiming to deliver a high value yield farming protocol for Polygon users; combining features from other DeFi projects with a twist of their own unique and innovative ideas for their investors to gain maximum yields. Powered by Polygon; the first well-structured, easy-to-use platform for Ethereum scaling and infrastructure development. PolyYeld Finance is a next-generation yield farming protocol on the Polygon network with lots of unique and creative features that enable you to earn a passive income. We are trying to create a protocol like Yearn, but with a reduced token supply and high value for Polygon Network users, LP providers and stakers. There will only be 62,100 YELD tokens which will be minted throughout the course of 2-4 months.",
    "website": "https://layer.polyyeld.finance/",
    "social": {
      "telegram": "https://t.me/polyyeld",
      "twitter": "https://twitter.com/PolyYeldFinance"
    }
  },
  "qidao": {
    "logo": "stake/qidao/logo.png",
    "background": "stake/qidao/background.png",
    "text": "QiDao is Polygon's first native stablecoin protocol and a way for you to hold on to your crypto while still being able to spend its value. It allows you to borrow stablecoins at 0% interest, without selling your crypto. MAI is a stablecoin collateralized by your MATIC holdings.",
    "website": "https://www.mai.finance/",
    "social": {
      "telegram": "https://t.me/QiDaoProtocol",
      "twitter": "https://twitter.com/QiDaoProtocol"
    }
  },
  "boneswap": {
    "logo": "stake/boneswap/logo.png",
    "background": "stake/boneswap/background.png",
    "text": "Bone Swap is a full ecosystem that have yield farming and automated market-making (AMM) for the Polygon network. We introduce Decentralized Exchange (DEX), Yield Farm, Info Service, which is the strong and secure foundation with our own BONE token as the center of our service.",
    "website": "https://farm.boneswap.finance",
    "social": {
      "telegram": "https://t.me/boneswapfi",
      "twitter": "https://twitter.com/boneswapfi"
    }
  },
  "polyyeld": {
    "logo": "stake/polyyeld/logo.png",
    "background": "stake/polyyeld/background.png",
    "text": "PolyYeld Finance is a next-generation yield farming protocol on the Polygon network with lots of unique and creative features that enable you to earn a passive income. We are trying to create a protocol like Yearn, but with a reduced token supply with high value for Polygon Network users, LP providers, and stakers. There will only be 62,100 YELD tokens which will be minted throughout the course of 2-3 months.",
    "website": "https://polyyeld.finance/",
    "social": {
      "telegram": "https://t.me/polyyeld",
      "discord": "https://discord.gg/8nK8aQqnCc",
      "twitter": "https://twitter.com/PolyYeldFinance"
    }
  },
  "garuda": {
    "logo": "stake/garuda/logo.png",
    "background": "stake/polygon/background.png",
    "text": "GarudaSwap is the 1st Next Generation Automatic Liquidity Acquisition yield farm and AMM decentralized exchange running on Binance Smart Chain with lots of unique and creative features that let you earn and win for a long time.",
    "website": "https://garudaswap.finance/",
    "social": {
      "telegram": "https://t.me/garudaswap",
      "twitter": "https://twitter.com/GarudaSwap"
    }
  },
  "fanatics": {
    "logo": "stake/fanatics/logo.png",
    "background": "stake/polygon/background.png",
    "text": "fanatics.finance is a whole new Decentralized Exchange on Binance smart chain as known as 3° Generation yield farming mechanism that allows perpetual price increase with a sustainable and profitable farming yield with a Timelock contract at launch! And numerous new Features. Fanatics Finance is under Fanatics Finance is under license from KSOC Sports OÜ Registration: 16197453 Harju County, Tallinn, Kesklinna district, Pärnu mnt 158, ESTONIA.",
    "website": "https://fanaticsfinance.com/",
    "social": {
      "telegram": "https://t.me/fanaticsfinance_EN",
      "twitter": "https://twitter.com/fanaticsfinance"
    }
  },
  "lido": {
    "text": "Lido on Polygon is a liquid staking solution for MATIC backed by industry-leading staking providers. With Lido on Polygon you can stake your MATIC tokens in a decentralized and secure way and use your stMATIC on the secondary market.\nLido on Polygon is brought to you by Shard Labs, a new generation of blockchain architects who are building a borderless, transparent, and democratic world.",
    "website": "https://polygon.lido.fi/",
    "social": {
      "discord": "https://discord.com/invite/vgdPfhZ",
      "twitter": "https://twitter.com/LidoOnPolygon"
    }
  },
  "lido-moonriver": {
    "text": "Lido on Moonriver is a liquid staking solution for KSM backed by industry-leading staking providers. With Lido on Moonriver you can stake your KSM tokens in a decentralized and secure way and use your stKSM on the secondary market.\nLido on Moonriver is formed by a new generation of blockchain architects who are building a borderless, transparent, and democratic world.",
    "website": "https://kusama.lido.fi/",
    "social": {
      "discord": "https://discord.com/invite/FwG5QFWvfn",
      "twitter": "https://twitter.com/lidofinance"
    }
  },
  "lido-moonbeam": {
    "text": "Lido on Moonbeam is a liquid staking solution for DOT backed by industry-leading staking providers. With Lido on Moonbeam you can stake your DOT tokens in a decentralized and secure way and use your stDOT on the secondary market.\nLido on Moonbeam is formed by a new generation of blockchain architects who are building a borderless, transparent, and democratic world.",
    "website": "https://polkadot.lido.fi/",
    "social": {
      "discord": "https://discord.com/invite/vgdPfhZ",
      "twitter": "https://twitter.com/lidofinance"
    }
  },
  "lido-eth": {
    "text": "Lido is a liquid staking solution for ETH backed by industry-leading staking providers. With Lido you can stake your ETH tokens in a decentralized and secure way and use your stETH on the secondary market to participate in DeFi.",
    "website": "https://lido.fi/",
    "social": {
      "discord": "https://discord.com/invite/lido",
      "twitter": "https://twitter.com/lidofinance"
    }
  }
}
